[
    {
        "name": "Adalto Barbaceia Goncalves",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/adalto-barbaceia-goncalves.html",
        "email": "adaltobg@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Adalto%20Gon%C3%A7alves%20007bx.jpg",
        "description": "Doutor em Administração de Empresas (linha Finanças) pela FGV, visiting scholar da University of Illinois at Urbana-Champaign, MBA em Finanças pela Universidade da Califórnia (UCLA) e Engenheiro pela Escola Politécnica da USP.\n  Professor de Finanças e Economia no Insper desde agosto de 2005. Atua como líder da trilha de finanças (NDE) dos cursos de Graduação em Administração e em Economia. Leciona nos cursos de Graduação da escola com dedicação integral.\n  Tem realizado pesquisas na área de finanças corporativas e crédito comercial (“trade credit”). Já publicou no Journal of Corporate Finance (5-Year Impact Factor: 2.569), no Economics and Finance Review e participou de diversos encontros de finanças nacionais e internacionais (EBFIN, FMA).\n  Atua como referee da revista Journal of Corporate Finance e como parecerista para a EnANPAD na linha de Finanças. Trabalhou por mais de 30 anos na área de empreendedorismo em software financeiro e consultoria para bancos, corretoras e seguradoras."
    },
    {
        "name": "Adriana Bruscato Bortoluzzo",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/adriana-bruscato-bortoluzzo.html",
        "email": "adrianab@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Adriana%20Bruscato%20003bx.jpg",
        "description": "Possui graduação em Bacharelado em Estatística pela Universidade de São Paulo (1997), mestrado em Estatística pela Universidade de São Paulo (2000) e doutorado em Estatística pela Universidade de São Paulo (2006).\n  Atualmente, é professora e pesquisadora titular do Insper. Tem experiência na área de Probabilidade e Estatística, com ênfase em Análise Multivariada, Econometria e Séries Temporais, atuando principalmente nos seguintes temas: séries temporais não estacionárias, wavelets (ondaletas), modelos de análise multivariada e econometria, além do desenvolvimento de modelos para análises na área da saúde (metanálise).\n  Esteve na coordenação de Iniciação Científica (2014 a 2018) e de TCC - Graduação em Economia (2016 a 2019) no Insper. Membro do Núcleo Docente Estruturante - NDE do Mestrado em Administração (2018 - Atual), do Comitê de Ensino e Aprendizagem do Insper (2019 - Atual), do Colegiado dos Mestrados (2022 - Atual) e do Comitê de Revisão Curricular do Insper."
    },
    {
        "name": "Adriano Borges Ferreira Da Costa",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/adriano-borges-ferreira-da-costa.html",
        "email": "adrianobfc@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Adriano%20Costa%20012bx.jpg",
        "description": "Pesquisador pós-doutor em Estudos Urbanos pelo Massachussets Iinstitute of Technology (MIT), Mestre e Doutor em Administração Pública e Governo pela Fundação Getúlio Vargas (FGV), com graduação em Administração (FGV) e em Ciências Sociais pela Universidade de São Paulo (USP).\nProfessor do Insper, pesquisador-líder do Laboratório Arq.Futuro de Cidades e coordenador do Núcleo de Questões Urbanas do Centro de Regulação e Democracia (CRD) da escola. \nAtuou como pesquisador e membro da coordenação executiva do Instituto Pólis, consultor de curto prazo para o Banco Interamericano de Desenvolvimento (BID), Banco Mundial, Bloomberg Philanthropies e WRI. Foi pesquisador assistente do Centro de Estudos em Administração Pública e Governo (CEAPG-FGV) e pesquisador associado do Centro de Estudos em Política e Economia do Setor Público (CEPESP-FGV). \nFoi pesquisador visitante do Spatial Structures in the Social Sciences (S4), na Brown University, fellow do Lincoln Institute for Land Policy e pesquisador sênior do Sustainable Urbanization Lab (MIT-SUL) e do Center for Real Estate (CRE) do MIT."
    },
    {
        "name": "Alex Camilli Bottene",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/alex-camilli-bottene.html",
        "email": "alexcb@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Alex%20Bottene%20004bx.jpg",
        "description": "Possui Doutorado em Engenharia de Produção pela Escola de Engenharia de São Carlos (EESC-USP), onde realizou Mestrado em Engenharia Mecânica e graduação em Engenharia de Produção - Mecânica. Participou do Programa Internacional de Engenharia Global Engineering Teams (GET), organizado pela Technische Universität Berlin.\n  Professor nos cursos de Engenharia Mecânica e Mecatrônica do Insper, nas disciplinas de Design para Manufatura, Fabricação e Metrologia, Complementos de Fabricação, Processos de Manufatura Avançada e Gestão Integrada da Manufatura.\n  Líder da Trilha de Design dos cursos de Engenharia Mecânica e Mecatrônica do Insper. É coordenador do Programa Avançado em Transformação Digital (PATD) da escola. Desenvolve pesquisas na área de processos de manufatura avançados, sustentabilidade e gestão de operações.\n  Cargos de Gestão: Coordenação do Programa Avançado de Transformação Digital"
    },
    {
        "name": "Allyne Andrade E Silva",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/allyne-andrade-e-silva.html",
        "email": "allyneas@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Aline%20Andrade%20012bx.jpg",
        "description": "Advogada, possui Doutorado (2019) e Mestrado (2015) em Direito pela Universidade de São Paulo (USP). Obteve o LL.M – Master of Laws - na área de Teoria Crítica Racial da UCLA School of Law (2019). Formou-se em Direito pela Universidade Estadual do Rio de Janeiro (UERJ), em 2009.\nÉ Diretora Executiva Adjunta do Fundo de Direitos Humanos do Brasil. Autora do livro \"Direitos e Políticas Públicas Quilombolas\", publicado em 2020 pela editora D´Plácido. Tem sua trajetória profissional e acadêmica ligada ao direito e políticas públicas, direitos humanos, organizações da sociedade civil e movimentos sociais, teoria crítica racial, interseccionalidade, equidade racial e de gênero, diversidade e inclusão."
    },
    {
        "name": "Ana Paula Rodrigues Diniz",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/ana-paula-rodrigues-diniz.html",
        "email": "anaprd@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Ana%20Diniz%20029bx.jpg",
        "description": "Bacharel e Mestra em Administração pela Universidade Federal de Minas Gerais (UFMG), com participação em projetos de pesquisa sobre desigualdades no trabalho desenvolvidos pelo Núcleo de Estudos Organizacionais e Sociedade (NEOS). Doutora em Administração Pública e Governo pela Escola de Administração de Empresas da Fundação Getúlio Vargas (FGV-EAESP), com estágio doutoral na Universidade de Aston, Reino Unido.\n  Professora no Insper, coordenadora do Núcleo de Estudos de Diversidade e Inclusão no Trabalho. Na frente de ensino, atuou, ainda, como professora da Graduação e Mestrado em Administração da Essex Business School, no Reino Unido, e foi Post-Doctoral Researcher. Antes disso, coordenou a Unidade de São Paulo da consultoria Nexo Investimento Social e foi Analista na Superintendência de Empreendedores Públicos do Escritório de Prioridades Estratégicas do Governo de Minas Gerais. Atualmente, se dedica ao estudo de políticas púbicas de gênero e políticas para a promoção da autonomia econômica das mulheres.\n  Cargos de Gestão: Coordenação da Graduação em Administração"
    },
    {
        "name": "Andre Filipe De Moraes Batista0",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/andre-filipe-de-moraes-batista0.html",
        "email": "andrefmb@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/418d998646ec048509f1aa295ff5de81.jpeg",
        "description": "Doutor em Engenharia da Computação pela Universidade de São Paulo (USP). Tem Graduação e Mestrado em Ciência da Computação com ênfase em inteligência artificial. Realizou pós-doutorado em Data Science na Escola de Saúde Pública da USP, com parcerias internacionais, em destaque com a Universidade de Harvard. \n  Atualmente é o Coordenador da Pós- Graduação em Data Science e Decisão e Coordenador Técnico do Centro de Ciência de Dados do Insper.\n    Possui mais de 12 anos de experiência no mercado de tecnologia da informação e experiência executiva na área de dados em grandes corporações. Recebeu prêmios de inovação por meio de dados. \n  Cargo de Gestão: Diretoria de Tecnologia da Informação e Coordenação do Programa Avançado em Data Science e Decisão"
    },
    {
        "name": "Andre Luis De Castro Moura Duarte",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/andre-luis-de-castro-moura-duarte.html",
        "email": "andrelcmd@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Andre%20Duarte%20%20013bx.jpg",
        "description": "Engenheiro de Produção pela Universidade Federal de São Carlos (UFScar) com Mestrado e Doutorado em Administração de Empresas pela Escola de Administração de Empresas de São Paulo da Fundação Getúlio Vargas (FGV-EAESP). Fez cursos de especialização na Washington University e na Harvard Business School. Iniciou sua carreira de docência na Escola Superior de Propaganda e Marketing e foi professor em diversas instituições de ensino, tais como FGV-EAESP, FEI, USP-IPT, USP-IPEN e SENAC.\n  Professor e pesquisador do Insper desde 2002. Foi coordenador do MBA Executivo entre 2003 e 2005 e coordenador do curso de graduação de 2008 a 2009. É professor nos cursos de Mestrado, MBAs e Graduação das disciplinas Gestão de Operações e Estratégia da Cadeia de Suprimentos. Como pesquisador tem diversos artigos publicados nas áreas de Gestão de Operações, Gestão da Cadeia de Suprimentos, Gestão da Qualidade e Estratégia de Operações tanto para empresas de manufatura como de serviço.\n\nAtuou como executivo em empresas nacionais e multinacionais. Atualmente faz trabalhos de consultoria e treinamento nas áreas de operações, processos, qualidade e gestão da cadeia de suprimentos em empresas como Votorantim, Itaú, Santander, Bradesco, Cielo, Ambev, Gerdau, Bayer, Roche, Brasken, entre outras."
    },
    {
        "name": "Andrea Maria Accioly Fonseca Minardi",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/andrea-maria-accioly-fonseca-minardi.html",
        "email": "minardi@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Andrea%20Minardi%20005bx.jpg",
        "description": "Possui Graduação em Engenharia de Produção pela Escola Politécnica da Universidade de São Paulo (Poli-USP) e Doutorado em Administração de Empresas pela Fundação Getúlio Vargas de São Paulo (FGV SP). Foi aluna visitante do doutorado em Business na Universidade do Texas em Austin.\nProfessora Senior Research Fellow do Insper, Conselheira do Climate Smart Institute e da Insper Anjos, membro do Comitê 2030 da ABVCAP (Associação Brasileira de Venture Capital).\nFoi diretora da Sociedade Brasileira de Finanças, diretora acadêmica do Insper e membro do Comitê Executivo da BALAS (Associação Empresarial de Estudos Latino-Americanos).\nLeciona e pesquisa na área de investimento e finanças corporativas e, desde 2015, tem focado suas atividades acadêmicas em ativos alternativos e finanças empreendedora. É autora do livro “Teoria das Opções Aplicadas a Projetos de Investimento” (Atlas), de diversos artigos publicados e capítulos de livros."
    },
    {
        "name": "Andrew Toshiaki Nakayama Kurauchi",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/andrew-toshiaki-nakayama-kurauchi.html",
        "email": "andrewtnk@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Andrew%20Kurauchi%20004bx.jpg",
        "description": "Andrew Kurauchi é Bacharel (2011) e Doutor (2018) em Ciência da Computação pela Universidade de São Paulo, com estágio de doutorado sanduíche na Boston University, EUA. Seu foco de pesquisa concentra-se na área de interação humano-computador, especialmente no desenvolvimento de métodos de interação não-convencionais e tecnologias assistivas utilizando rastreadores de olhar e outros sistemas de visão computacional."
    },
    {
        "name": "Antonio Carlos Rosso Junior",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/antonio-carlos-rosso-junior.html",
        "email": "antoniocrj@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Antonio%20Carlos%20Rosso%20Junior_sem-foto_CV.jpg",
        "description": "Mestre em Engenharia de Sistema – Poli – USP e Bacharelado em Matemática Pura – USP.\nAtua na área de ensino a mais de 30 anos em Escolas de Ensino Médio e Superior. No Insper é professor de Cálculo e foi professor de Pensamento Critico e Ética.\nÉ autor da coleção de livros Matemática: Uma Ciência para a Vida, ed Harbra. Na área profissional foi sócio fundador da Primeira Escolha, empresa especializada na elaboração de processos seletivos de trainee e de avaliações de cultura em grandes empresas."
    },
    {
        "name": "Bernardo De Oliveira Guerra Ricca",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/bernardo-de-oliveira-guerra-ricca.html",
        "email": "bernardoogr@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Bernardo%20Ricca%20015bx.jpg",
        "description": "Bernardo Ricca é PhD em Finanças pela London School of Economics.\n  Área de Pesquisa: economia do desenvolvimento e finanças corporativas."
    },
    {
        "name": "Bruna Arruda De Oliveira",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/bruna-arruda-de-oliveira.html",
        "email": "brunaao@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Bruna%20Arruda%20v3%20002bx.jpg",
        "description": "Primeira mulher Mestra em Engenharia Mecânica da Universidade Estadual da Maringá (UEM), na área de ciências térmicas, é  graduada em Engenharia Química pela Universidade Federal de Santa Catarina (UFSC), com Láurea Acadêmica.\n  Professora da Engenharia e Educação Executiva do Insper. Idealizadora do Projeto MNE - Mulheres Negras na Engenharia. Tedx Insper: Inspirando as Futuras Gerações de Mulheres Negras na Engenharia.\n  Embaixadora de Diversidade do Insper (2023-atual), foi coordenadora da Comissão de Diversidade, Equidade e Inclusão (Gestão 2020-2023) da escola e fundadora e mentora do coletivo estudantil Raposas Negras do Insper."
    },
    {
        "name": "Bruno Varella Miranda",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/bruno-varella-miranda.html",
        "email": "brunovm@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Bruno%20Miranda%20014bx.jpg",
        "description": "Bruno é Ph.D. em Economia Agrícola e Aplicada pela Universidade de Missouri-Columbia. Ele também possui Bacharelado em Relações Internacionais e Mestrado em Administração de Empresas, ambos pela Universidade de São Paulo (USP). Foi Pós-Doutorado e Pesquisador Associado na Universidade Luigi Bocconi (Milão, Itália).\n  Ministrou cursos sobre Gestão Estratégica e Microeconomia na Trullaske College of Business da Universidade de Missouri e na Universidade Metodista Central.\n\nEstuda padrões de diversidade institucional e organizacional. Atua como editor associado do RAUSP Management Journal e é membro do conselho de revisão do European Management Review."
    },
    {
        "name": "Caio Farah Rodriguez",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/caio-farah-rodriguez.html",
        "email": null,
        "photo_url": null,
        "description": null
    },
    {
        "name": "Caio Fernando Rodrigues Dos Santos",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/caio-fernando-rodrigues-dos-santos.html",
        "email": "caiofrs@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Caio%20Rodrigues%20005bx.jpg",
        "description": "É doutor em engenharia mecânica pela Universidade Estadual de Campinas (2015). Possui bacharelado e licenciatura em física pela Universidade Estadual Paulista (2008) e mestrado em engenharia mecânica pela Universidade Estadual de Campinas (2011). Tem atuado nas áreas de modelagem e simulação computacional usando o método dos elementos finitos para aplicações em análises térmica, estrutural e dinâmica de sistemas mecânicos além de temas relacionados ao ensino de engenharia.\nÉ professor assistente com dedicação exclusiva no Insper, nos cursos de graduação em engenharia."
    },
    {
        "name": "Camila Pereira Boscov",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/camila-pereira-boscov.html",
        "email": "camilapb2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Professora_Camila%20-BoscovCV.jpg",
        "description": "Camila Boscov é Doutora e Mestre em Controladoria e Contabilidade pela USP, com pesquisa defendida na área de IFRS. Recebeu prêmio de melhor tese pelo CRC. No Insper desde 2012, assumiu como Professora Adjunta em 2014.\nÉ professora de Contabilidade Financeira dos cursos de Graduação e de Contabilidade para Análise do Negócio nas turmas do MBA Executivo. Atuou na área de Análises Regulatórias da vice-presidência de Finanças do Banco Real e hoje fornece consultoria contábil para empresas."
    },
    {
        "name": "Carla Sofia Dias Moreira Ramos",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/carla-sofia-dias-moreira-ramos.html",
        "email": "carlasdmr@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Carla%20Ramos%20006bx.jpg",
        "description": "Ph.D. em Marketing pela School of Management da Universidade de Bath (Reino Unido) e Mestre em Gestão com Especialização em Marketing pela Faculdade de Economia da Universidade do Porto (Portugal). Foi Investigadora de Pós-Doutoramento em Marketing no Grupo IMP na Manchester Business School (MBS), Universidade de Manchester (Reino Unido), num projeto em parceria com a Faculdade de Economia da Universidade do Porto (Portugal).\n  Professora Associada de Marketing no Insper (Brasil). Sua pesquisa é voltada às áreas de marketing business-to-business (B2B) e redes industriais, força de vendas, marketing de serviços, redes sociais, cognição e empreendedorismo. Publicou seu trabalho no Journal of the Academy of Marketing Science, no International Journal of Research in Marketing, Industrial Marketing Management, Journal of Personal Selling and Sales Management, Journal of Business Research, entre outros periódicos."
    },
    {
        "name": "Fabio Sismotto El Hage",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-sismotto-el-hage.html",
        "email": "fhage@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabio%20Hage%20018bx.jpg",
        "description": "Engenheiro eletricista pela Escola Politécnica da USP, com pós-graduação em Economia pela EESP-FGV, Fábio é Mestre e Doutor em Engenharia pela USP, com estágio pós-doutoral em Política Energética na Suffolk University, em Boston. Foi consultor da ABRADEE nas áreas regulatória e de modelagem matemática, pesquisador do ENERQ-USP e sócio fundador da Daimon Engenharia, empresa de desenvolvimento de software em energia, tendo atuado como pesquisador em dezenas de projetos de P&D do ciclo ANEEL de 2001 a 2015.\nAtualmente, Fábio compõe a trilha de Física e Matemática dos cursos de graduação em engenharia do Insper, tendo ministrado, desde 2015, as disciplinas de Modelagem e Simulação do Mundo Físico, Física do Movimento, Eletromagnetismo e Ondulatória, Acionamentos Elétricos e Introdução à Teoria da Relatividade. Com a implementação dos cursos de engenharia no Insper, a partir de 2015, participou de diversos treinamentos sobre ensino de engenharia no Olin College of Engineering, em Boston."
    },
    {
        "name": "Fabio Turri",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-turri.html",
        "email": "fabiot5@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/F%C3%A1bio%20Turri%20008bx.jpg",
        "description": "Possui Graduação em Medicina e Engenharia Mecânica pela Universidade de São Paulo (USP) e Doutorado em Engenharia Mecânica (USP).\nRevisor de artigos nos periódicos internacionais Artificial Organs e Annals of Biomedical Engineering. Principais linhas de pesquisa: Assistência Circulatória Mecânica, Oxigenação Artificial do Sangue (ECMO), Anestesia inalatória, Modelagem Computacional de Fenômenos de Transporte em Sistemas Biológicos, Desenvolvimento de algoritmos para Tomografia por Impedância Elétrica. \nNo setor privado, atuou no desenvolvimento, engenharia e pesquisa de produtos inovadores voltados para os segmentos aeroespacial, como na Embraer, e da saúde, como K. TAKAOKA, Novitech, PHILIPS do Brasil, Timpel e InCor (Instituto do Coração - SP). Leciona as disciplinas de Biomecânica e Projeto Biomecânico no Insper."
    },
    {
        "name": "Fabricio Jailson Barth",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabricio-jailson-barth.html",
        "email": "fabriciojb@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabri%CC%81cio%20Barth%20CV.jpg",
        "description": "Formado em Ciência da Computação, tem Doutorado em Engenharia da Computação pela Universidade de São Paulo (USP).\nTem desenvolvido diversos projetos relacionados com aprendizagem de máquina e inteligência artificial nas áreas financeira, de internet, segurança pública, educação e recursos humanos desde 2003. Atualmente, ocupa a posição de professor no Insper."
    },
    {
        "name": "Fernando Goncalves Picasso",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fernando-goncalves-picasso.html",
        "email": "fernandop8@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fernando%20Picasso%20012bx.jpg",
        "description": "Possui doutorado em supply chain management pela Escola de Administração e Economia de São Paulo (EAESP) da Fundação Getúlio Vargas (FGV). É professor assistente na Trilha de Operações do Insper, focando na gestão da cadeia de suprimentos nos cursos de Graduação, Pós-Graduação e Educação Executiva.\nFoi visiting scholar na Indiana University e colabora com pesquisadores da Kelley School of Business e FGV. Antes de entrar na vida acadêmica, atuou em empresas como Reckitt, Latam Airlines e Grupo Boticário, no Brasil e no exterior.\nRecentemente, tem desenvolvido trabalhos de consultoria focados em logística urbana, last-mile delivery e ecossistemas para instituições e organizações do sertor privado e do setor público, como o Banco Mundial e a Prefeitura de São Paulo.\nSuas pesquisas têm focado em temas como risco, resiliência e sustentabilidade nas cadeias de suprimentos. Algumas delas publicadas em periódicos como Supply Chain Management: An International Journal."
    },
    {
        "name": "Fernando Luis Schuler",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fernando-luis-schuler.html",
        "email": "fernandols1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fernando%20Schiller%20003bx.jpg",
        "description": "Doutor em Filosofia e Mestre em Ciências Políticas pela Universidade Federal do Rio Grande do Sul (UFRGS), com Pós-Doutorado pela Universidade de Columbia, em Nova Youk. É professor em tempo integral e pesquisador no Insper. Especialista em Políticas Públicas e Gestão Governamental pela Escola Nacional de Administração Pública (ENAP) e em Gestão Cultural e Cooperação Ibero-americana pela Universidade de Barcelona (UB).\nFoi secretário de Estado da Justiça e do Desenvolvimento Social do Rio Grande do Sul e Diretor da Fundação Iberê Camargo.\nFoi bolsista do Faculty Research Program, do International Council for Canadian Studies, em Toronto, no Canadá. Criador e curador do Projeto Fronteiras do Pensamento. Possui experiência na área de análise política, ética empresarial, gestão pública, educação, cultura e terceiro setor."
    },
    {
        "name": "Fernando Ribeiro Leite Neto",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fernando-ribeiro-leite-neto.html",
        "email": "fernandorln@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fernando%20Leite%20054bx.jpg",
        "description": "Economista com Doutorado em Ciências Sociais (Ciência Política). Atua nas áreas de história do pensamento econômico e macroeconomia da América Latina.\nAutor de mais de uma dezena de artigos em revistas indexadas e autor do livro “Política Cambial, Estabilização Monetária e Balanço de Pagamentos na América Latina e no Brasil” (Educ, 2005)."
    },
    {
        "name": "Flavia Ferreira Piazza",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/flavia-ferreira-piazza.html",
        "email": "flavia.piazza@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fl%C3%A1via%20Piazza%20012bx.jpg",
        "description": "PhD na Tulane University na área de Comportamento Organizacional, possui Mestrado em Administração de Empresas pelas Faculdades IBMEC do Rio de Janeiro e em Comportamento Organizacional pela Tulame University, além de Graduação em Engenharia de Telecomunicações pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio) e MBA em Gestão Empresarial pela PUC-Rio.\nProfessora Teaching Fellow e Coordenadora-Acadêmica de Desenvolvimento Internacional. Leciona cursos relacionados a comportamento organizacional e empreendedorismo. Líder da Trilha de Empreendedorismo para a Graduação. Já atuou como coordenadora da Graduação de Administração.\nCom experiência em cargos de gestão de empresas de telecomunicações, empreendeu nas áreas de logística e componentes para veículos elétricos. Lecionou em diversas instituições de ensino, entre elas IBMEC-RJ, PUC-SP e Escola Superior de Propaganda e Marketing do Rio Grande do Sul (ESPM-RS).\nCargo de Gestão: Coordenação de Desenvolvimento Internacional"
    },
    {
        "name": "Frederico Augusto Alem Barbieri",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/frederico-augusto-alem-barbieri.html",
        "email": "fredericoaab@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Frederico%20Augusto%20Alem%20Barbieri%20SF.jpg",
        "description": "Docente do Insper desde 2014. Participou ativamente nos processos de criação e desenvolvimento dos cursos de engenharia da escola, sendo responsável pela coordenação e implementação de diversos laboratórios e atuando como coordenador dos cursos de Engenharia Mecatrônica (2016) e Mecânica (2017 – 2022).\nGerenciou o processo de acreditação internacional da Engenharia Mecânica perante a ABET (Accreditation Board for Engineering and Technology), obtida em 2023. Ministra disciplinas nas áreas de dinâmica e controle, eletrônica embarcada, simulação computacional e biomecânica. É orientador do projeto Fox Baja e de trabalhos do Projeto Final de Engenharia (PFE), conduzido em parceria com empresas.\nCoordena o Núcleo de Engenharia da Mobilidade e é membro do Conselho da Engenharia Mecânica e dos NDEs das Engenharias Mecânica e Mecatrônica. Na indústria, desenvolveu diversos projetos na MWM International Ind. de Motores (2008 – 2012), atuando como supervisor de engenharia avançada e gerente de projetos."
    },
    {
        "name": "Gabriela De Oliveira Junqueira",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/gabriela-de-oliveira-junqueira.html",
        "email": "gabrielaoj@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Gabriela-Junqueira.png",
        "description": "Bacharel e Doutora em Direito pela Faculdade de Direito do Largo São Francisco da Universidade de São Paulo (USP).\nPesquisadora do projeto \"Finanças Verdes e a Transformação da Propriedade no Brasil\" (Newton Fund Advanced Fellowships 2017 RD 03 - NAF2R2\\100124). Bolsista CAPES/PRINT no Transnational Law Institute (The Dickson Poon School of Law, King's College London). Pesquisadora visitante no Max Planck Institute for Comparative and International Private Law (Hamburgo)."
    },
    {
        "name": "Gino Abraham Olivares Leandro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/gino-abraham-olivares-leandro.html",
        "email": "ginoaol@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Gino%20Olivares%20018bx.jpg",
        "description": "Doutor em Economia pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio) desde 2000. Bacharel em Ciências Sociais com Menção em Economia pela Pontifícia Universidade Católica do Peru, em 1992.\nFoi Economista da Gerência de Estudos Econômicos no Banco Central de Reserva do Peru, de março de 1993 a dezembro de 1994. Ocupou a posição de economista-chefe em diversas instituições do mercado financeiro, entre as quais Opportunity, Brookfield, Vinci Partners, SAGMO Capital, Galápagos Capital e Azimut Brasil Wealth Management. Foi professor adjunto em regime de tempo parcial do Departamento de Economia da PUC-Rio entre 1997 e 2014. \nLeciona desde agosto de 2014 no Insper para a Graduação em Administração e em Economia nas matérias da Trilha de Macroeconomia. Também é professor de Macroeconomia e Finanças Internacionais para o Mestrado Profissional em Economia da escola. É professor adjunto desde janeiro de 2015."
    },
    {
        "name": "Giuliana Isabella",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/giuliana-isabella.html",
        "email": "giulianai@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Giuliana%20Isabela%20016bx.jpg",
        "description": "Doutora com Honras em Ciência - Administração de Empresas - ênfase em Marketing pela Faculdade de Administração e e Economia da Universidade de São Paulo (FEA/USP). Cursou um ano do doutorado na Temple University - Filadélfia - no centro de pesquisa Center for Neural Decision Making (CNDM). Mestre com Honras em Ciências - Administração de Empresas Ênfase em Marketing pela EAESP/FGV. Cursou um semestre do Mestrado na Kelly School of Business em Indiana University (EUA).\nÉ pesquisadora em comportamento do consumidor, tomada de decisão, emoções, expressões faciais, psicologia experimental e neurociência aplicada ao marketing, com publicações em revistas nacionais e internacionais de ponta.\n  No mundo corporativo já foi empresária de uma pequena/média empresa, saiu para se dedicar a docência. Trabalhou em consultorias para empresas governamentais, de comunicação, de agência de propaganda, serviços, turismo e eventos. Em geral, empresas com relacionamento direto com o público consumidor.\n  Atualmente é professora dos cursos de Educação Executiva, MBA Internacional, Doutorado Profissional em Administração e Graduação em Administração e Economia do Insper."
    },
    {
        "name": "Graziela Simone Tonin",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/graziela-simone-tonin.html",
        "email": "grazielast@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Graziela%20Tonin%20042bx.jpg",
        "description": "Graduada e Mestre em Ciências da Computação pela Universidade Federal de Pernambuco e Doutora em Ciência da Computação pela Universidade de São Paulo (USP) com intercâmbio pela University of Maryland, Baltimore County, nos Estados Unidos, onde trabalhou com uma das principais cientistas da sua área de pesquisa, a PhD. Carolyn Seaman."
    },
    {
        "name": "Guilherme Fowler De Avila Monteiro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/guilherme-fowler-de-avila-monteiro.html",
        "email": "guilhermefam@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Guilherme%20Fowler%20023bx.jpg",
        "description": "Professor Associado do Insper, onde já ocupou a Cátedra Endeavor com foco em empreendedorismo. Formado pela Universidade de São Paulo (USP), é Bacharel em Economia, Mestre em Teoria Econômica e Doutor em Administração (Economia Organizacional) com distinção. Também frequentou cursos de extensão na London School of Economics (LSE), no Ollin College of Engineering e na Harvard Business School. Foi professor visitante na Universidade de St. Gallen, na Suíça.\nSua experiência em pesquisa e consultoria abrange uma série de tópicos e setores. Trabalha com temas relacionados à economia institucional, economia organizacional, estratégia e empreendedorismo.\nAntes de ingressar no corpo docente do Insper, foi economista sênior e gerente de uma das principais consultorias econômicas brasileiras."
    },
    {
        "name": "Guilherme Silveira Martins",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/guilherme-silveira-martins.html",
        "email": "guilhermesm2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Guilherme%20Martins%20008bx%20CV.jpg",
        "description": "Presidente do Insper desde Junho de 2023. Foi diretor responsável pelos cursos de Graduação, entre 2020 e 2023. Possui mestrado e doutorado em Operações e Competividade pela FGV/EAESP, com período de sanduíche na Arizona State University. Possui graduação pela Universidade Federal de Viçosa (UFV) e teve uma atuação profissional em várias indústrias em cargos de melhoria de produto, processos e experiência do cliente. Está no Insper há 15 anos, com funções de docente e gestão de programas.\n  Cargo de Gestão: Presidente do Insper."
    },
    {
        "name": "Guilherme Da Franca Couto Fernandes De Almeida",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/guilherme-da-franca-couto-fernandes-de-almeida.html",
        "email": "guilhermefcfa@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Guilherme%20Almeida%20CV.jpg",
        "description": "Mestre e Doutor em Teoria do Estado e Direito Constitucional pela PUC-Rio. Foi coordenador do projeto Supremo em Números, da FGV Direito Rio e lecturer no Programa de Ciência Cognitiva da Universidade de Yale."
    },
    {
        "name": "Gustavo Moreira Tavares",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/gustavo-moreira-tavares.html",
        "email": "gustavomt1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Gustavo%20Tavres%20CV.jpg",
        "description": "Doutor em Administração pela Escola Brasileira de Administração Pública e de Empresas (EBAPE – FGV), é membro do corpo editorial do Journal of Public Administration Research and Theory (JPART) e Asia-Pacific Journal of Public Administration (APJPA). Em 2018, foi pesquisador visitante na School of Public and International Affairs (SPIA), University of Georgia (EUA).\nSeus interesses de pesquisa são: liderança, comportamento organizacional, GRH e administração pública. \nProfissionalmente, atuou como Oficial Aviador da Força Aérea Brasileira e professor no Instituto Federal do Rio de Janeiro."
    },
    {
        "name": "Hedibert Freitas Lopes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/hedibert-freitas-lopes.html",
        "email": "hedibertfl@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Hedibert%20Lopes%20004bx.jpg",
        "description": "Ph.D. em Statistics and Decision Sciences pelo Institute of Statistics and Decision Sciences, da Duke University, em 2000. Tornou-se Mestre em Ciência em Estatística pelo Instituto de Matemática da Universidade Federal do Rio de Janeiro, em 1994. Antes de se juntar ao Insper, em 2013, atuou por 10 anos na Universidade de Chicago, como Assistant e Associate Professor of Econometrics and Statistics da Booth School of Business.\nDesenvolve pesquisas em estatística bayesiana, análise fatorial, métodos computacionais, séries temporais e modelos dinâmicos, volatilidade estocástica multivariada, teoria do valor extremo, filtros de partículas, estatística espacial, microeconometria e macroeconometria. Recentemente, tem promovido a ciência de dados, sendo o coordenador do Centro de Estatística, Ciência de Dados e Decisão do Insper.  \nTem mais de 70 artigos científicos publicados nas mais prestigiadas revistas científicas do mundo, como o Journal of the American Statistical Association e o American Economic Review.  Parecerista de mais de 30 revistas internacionais, ministrou 200 palestras e 25 minicursos e tutorais na última década."
    },
    {
        "name": "Igor Dos Santos Montagner",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/igor-dos-santos-montagner.html",
        "email": "igorsm1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Igor%20Dos%20Santos%20Montagner%20SF.jpg",
        "description": "Bacharel (2010) e Doutor (2017) em Ciência da Computação pela Universidade de São Paulo, com estágio de doutorado-sanduíche no INSA-Rouen, França. Durante o doutorado trabalhou com aprendizado automático de operadores entre imagens, uma área que junta machine learning e processamento de imagens.\nAtualmente, faz pesquisa na área de educação em computação. Seu foco é na utilização de metodologias de ensino centradas no aluno e seu impacto no aprendizado de habilidades profissionais que estejam além do conteúdo ensinado em sala de aula.\nTambém é interessado na utilização de Software Livre no ambiente acadêmico e como seu uso pode trazer benefícios para a educação."
    },
    {
        "name": "Carlos Alberto Furtado De Melo",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/carlos-alberto-furtado-de-melo.html",
        "email": "carlos.melo@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Carlos%20Melo%20005.jpg",
        "description": "Cientista Político, mestre e doutor pela Pontifícia Universidade Católica de São Paulo (PUC-SP), Carlos Melo é professor tempo integral do Insper desde 1999. É também analista político, com participação ativa em vários veículos de comunicação, palestrante e consultor de empresas nacionais e estrangeiras. Por meio de uma análise conjuntural isenta e reflexão dsapaixonada, tem buscado contribuir com o debate político, econômico e social do Brasil.\n  Colaborador de vários veículos de comunicação, é também colunista do UOL onde alimenta um Blog com análises a respeito da política brasileira (carlosmelo.blogosfera.uol.com.br). Pesquisador de temas como eleições, partidos, conflito político e liderança política, Melo é integrante da equipe dos Centro de Políticas Públicas, Centro de Liderança e Inovação, todos do Insper.\n  É professor de Sociologia e Política (Graduação) e de Estratégia e Política (Mestrado), e do Curso de Relações Governamentais, todos no Insper. Coordenador da Trilha de Humanidade e membro do Conselho Acadêmico da Instituição. Como professor de Liderança Política, Multiculturalismo, História do Poder atua também em programas de Educação Executiva. Diversas vezes paraninfo ou homenageado por turmas de formandos, na graduação, inúmeras vezes foi finalista do Prêmio Chafi Haddad – melhor professor do ano –, conquistando-o em duas edições; é Senior Teaching Fellow do Insper e embaixador Alumni.\n  Entre diversos artigos e capítulos de livros, é autor do livro “Collor: o ator e suas circunstâncias” (Novo Conceito)."
    },
    {
        "name": "Carlos Eduardo De Brito Novaes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/carlos-eduardo-de-brito-novaes.html",
        "email": "carlosebn@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Carlos%20Novaes%20008bx.jpg",
        "description": "Graduado em Engenharia Elétrica com ênfase em Eletrônica (FEI, 2004), Mestrado em Engenharia Elétrica – Engenharia de Sistemas (USP, 2010) e Doutorado em Engenharia Elétrica – Engenharia de Sistemas (USP, 2016). Durante o doutorado realizou estágio de um ano (doutorado sanduiche) na École des Mines de Paris – centre automatique et systèmes (CAS-Mines Paristech, 2014).\nPossui dez anos de experiência trabalhando com equipamentos médicos para oftalmologia. Começou a lecionar em cursos de graduação em 2012, vindo a dedicar-se integralmente à docência desde 2016.\nÉ professor do Insper desde 2017, colaborando em disciplinas das engenharias, especialmente em disciplinas da mecatrônica e dentro da trilha de controle."
    },
    {
        "name": "Carlos Magno De Oliveira Valente",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/carlos-magno-de-oliveira-valente.html",
        "email": "carlosmov@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Carlos%20Valente%20029bx.jpg",
        "description": "Formado em Engenharia Mecânica (ênfase Mecatrônica) pela Universidade de São Paulo (USP), campus São Carlos, onde fez Mestrado em Robótica e Doutorado em Automação da Manufatura. Foi pesquisador do Departamento de Engenharia Mecânica da University of California at Berkeley, EUA.\n  Atua também como proprietário da Sensoft Automação Ltda, acumulando mais de 20 anos de experiência profissional na gestão de projetos de automação implantados em empresas no Brasil e exterior. Nesse período, atuou também na coordenação de projetos de inovação em ambientes empreendedores (incubadoras de empresas, parques tecnológicos, projetos PIPE/FAPESP Fases 1,2 e 3, projetos RHAE/CNPq).\n  Foi gestor de projetos na área de saúde, envolvendo aspectos regulatórios (ANVISA), implantação de BPF, testes de laboratório (NBR IEC 60601-1) e certificação de processos (ISO 13485). Tem experiência profissional nas áreas de Automação Industrial, Instrumentação, Sistemas de Medição e Teste, Inspeção Visual, IoT e Transformação Digital.\n  Cargo de Gestão: Coordenação da Graduação em Engenharia Mecânica."
    },
    {
        "name": "Carolina Pedrosa Gomes De Melo",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/carolina-pedrosa-gomes-de-melo.html",
        "email": "carolinapgm1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Carolina%20Melo%20008bx.jpg",
        "description": "Doutora em Economia dos Negócios pelo Insper, Mestre em Administração Pública pela Columbia University e Bacharel em Administração de Empresas pela University of North Florida.\n  Professora de políticas públicas e economia no Insper.  Trabalhou no desenvolvimento de sistemas de monitoramento e avaliação de impacto de diversas políticas públicas e programas/projetos sociais como pesquisadora do Insper Metricis, diretora de pesquisa da MGov Brasil (atualmente, Movva), assistente de pesquisa do Earth Institute/Columbia University e estagiária na iniciativa da ONU para combate à fome e desnutrição crônica (UN REACH) em Maputo, Moçambique, e também como consultora independente.\n  É interessada em pesquisas nas áreas de desenvolvimento da primeira infância, economia da saúde, economia da educação, desenvolvimento sustentável e organização industrial.\n  Cargo de Gestão: Coordenação do Mestrado em Políticas Públicas"
    },
    {
        "name": "Charles Kirschbaum",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/charles-kirschbaum.html",
        "email": "charlesk1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Charles%20Kirschbaum%20004bx.jpg",
        "description": "Professor associado do Insper, tem MBA pela Wharton e PhD em Administração de Empresas pela FGV SP. É um dos coordenadores da iniciativa de pesquisa do Hub.i9 e pesquisador afiliado do Núcleo Ciência Pela Infância (NCPI) e membro da Comissão Técnica do Portal Interdisciplinaridade e Evidências no Debate Educacional (IEDE). É co-coordenador da Divisão de Estudos Organizacionais da SEMEAD. \nTrabalhou em consultoria e no setor de private equity. Seus interesses de pesquisa incluem indústrias criativas, educação, empreendedorismo e análise de redes sociais."
    },
    {
        "name": "Cristine Campos De Xavier Pinto",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/cristine-campos-de-xavier-pinto.html",
        "email": "cristinecxp@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Cristine%20Pinto%20006bx.jpg",
        "description": "Professora titular do Insper. Possui graduação em Ciências Econômicas pela Universidade Federal de Minas Gerais (UFMG), Mestrado em Economia pelo Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), Mestrado em Estatística e PhD em Economia pela University of California, Berkeley.\n  Foi professora visitante na Universidade de Michigan (EUA) e professora associada da Escola de Economia de São Paulo da Fundação Getúlio Vargas (EESP FGV). Suas áreas de pesquisa são econometria e economia da educação.\n  Tem artigos publicados em vários periódicos internacionais, incluindo The Review of Economic Studies, Journal of Econometrics, Quantitative Economics and Review of Economics and Statistics.\n  Atualmente, é membra do “Latin American Standing Committe” da Econometric Society e do Conselho da Sociedade Brasileira de Econometria. Já foi editora-associada da Brazilian Review of Econometrics.\n  Cargo de gestão: Diretoria de Pesquisa e Pós-Graduação Stricto Sensu"
    },
    {
        "name": "Danny Pimentel Claro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/danny-pimentel-claro.html",
        "email": "dannypc@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Danny%20Claro%20021bx.jpg",
        "description": "No Insper desde 2004, é professor titular da cadeira de Marketing e leciona nos cursos de Graduação, Mestrado, Doutorado, MBA e Educação Executiva. Desde julho de 2016 é líder do Núcleo de Marketing Analítico do Insper. Em 2022, assumiu como Membro do Comitê Acadêmico do Insper e do Colegiado de Programas Stricto Sensu.\n  Foi coordenador do Mestrado Profissional em Administração do Insper entre agosto de 2010 e julho de 2013 e coordenador do Centro de Estudos em Negócios entre janeiro de 2007 e maio de 2010. Foi professor visitante Fulbright/CAPES na Thunderbird School of Global Management entre agosto de 2013 e janeiro de 2014.\n  Foi membro das comissões de avaliação de programas e novos programas da Capes entre 2012 e 2014, líder de tema de Marketing de Relacionamento da divisão de marketing da Associação Nacional de Pós-Graduação em Administração (ANPAD) entre 2013 e 2018 e membro do Comitê Científico da ANPAD entre 2019 e 2021.\n  Cargo de gestão: Coordenação do Doutorado em Administração e Coordenação do Mestrado em Administração"
    },
    {
        "name": "Darcio Genicolo Martins",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/darcio-genicolo-martins.html",
        "email": "darciogm1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Darcio%20Genicolo%20005.jpg",
        "description": "Pesquisador no Centro de Regulação e Democracia no Insper, sendo coordenador do Núcleo de Compras e Contratos Governamentais, e coordenador da trilha de disciplinas de Microeconomia. Tem Graduação em Administração Pública pela EAESP/FGV, Mestrado em Economia Política pela PUC-SP e Doutorado em Business Economics pelo Insper. Ganhou o Prêmio de Melhor Tese de 2020 pela escola e teve a tese contemplada com Menção Honrosa pelo Prêmio Capes de Teses em 2021.  \nFaz parte do quadro de avaliadores da Revista DIREITO GV (Qualis/Capes A1 em Direito) — nos temas de regulação, law and economics e métodos empíricos aplicados ao direito — e da Revista Contemporânea de Economia e Gestão – Contextus (Qualis/Capes B1 em Administração Pública e de Empresas).\nPesquisador e consultor nas áreas de law and economics, organização industrial, regulação/concorrência, microeconomia e avaliação de políticas públicas. Também escreve sobre economia e gestão do esporte."
    },
    {
        "name": "Diego Werneck Arguelhes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/diego-werneck-arguelhes.html",
        "email": "diegowa@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Diego%20Werneck%20004bx.jpg",
        "description": "Professor Associado do Insper. É Doutor em Direito e Master of Laws (LL.M.) pela Universidade Yale (EUA) e Bacharel e Mestre em Direito Público pela Universidade Estadual do Rio de Janeiro (UERJ). É pesquisador-sênior do Centro Brasileiro de Relações Internacionais (CEBRI). Foi professor pesquisador da FGV Direito Rio - Escola de Direito do Rio de Janeiro.\n  Foi pesquisador visitante no Instituto Max Planck para Direito Internacional e Direito Público Comparado, no Weizenbaum Institute for the Networked Society e no Information Society Project (ISP/Yale Law School), além de Hauser Global Law Research Fellow na Universidade de Nova York (NYU).\n  Foi professor visitante na Universidade de St. Gallen (2019.1) e na pós-graduação em Direito da UFRJ (2020-2021). \n  É Conselheiro da Seção Brasileira da International Society of Public Law (ICON-S), da qual foi codiretor fundador (2019-2022); e coordenador, com Rogério Arantes (USP), da rede “Mare Incognitum” de pesquisa empírica sobre o STF."
    },
    {
        "name": "Eduardo Correia De Souza",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/eduardo-correia-de-souza.html",
        "email": "eduardocs@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/eduardo%20correia.jpg",
        "description": "Bacharel em Economia pela Faculdade de Economia e Administração da Universidade de São Paulo (FEA-USP) e Mestrado pelo Instituto de Pesquisas Eeconômicas da USP. Foi aluno visitante de Doutorado na University College London (UCL) em 2003. Em 2005, obteve o Doutorado em Economia pela Universidade Federal do Rio de Janeiro.\nProfessor assistente do Insper. Sua área de pesquisa é crescimento econômico, com algumas incursões em comércio internacional e organização industrial. Ensina economia do desenvolvimento e macro 101 na graduação e crescimento econômico na pós-graduação."
    },
    {
        "name": "Eduardo Faingold",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/eduardo-faingold.html",
        "email": "eduardof9@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Eduardo-Faingold.png",
        "description": "Eduardo Faingold obteve o título de Mestre, em 2000, em Matemática pelo Insituto de Matemática Pura e Aplicada (IMPA) e, em 2006, o PhD em Economia pela University of Pennsylvania, sob orientação de George J. Mailath.\n  Iniciou sua carreira como professor assistente de Economia na Yale University em 2006, onde tornou-se Professor Associado em 2013. Desde julho de 2018, é professor associado do Insper, onde também atua como coordenador do Programa de Doutorado em Economia dos Negócios.\n  Foi eleito Fellow da Econometric Society em 2022. Sua pesquisa concentra-se em teoria econômica e teoria dos jogos. Atualmente, seus tópicos de interesse incluem: jogos dinâmicos, aprendizado multiagente e fundamentos de jogos de informação incompleta."
    },
    {
        "name": "Edvalter Becker Holz",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/edvalter-becker-holz.html",
        "email": "edvalterbh@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Edvalter%20Holtz%20062bx.jpg",
        "description": "Doutor em Administração de Empresas pela Escola de Administração de Empresas de São Paulo  (EAESP), da Fundação Getúlio Vargas (FGV), com extensão na École Des Hautes Études Commerciales (HEC Montréal). Mestre e Bacharel em Administração pela Universidade Federal do Espírito Santo (UFES). Leciona na Trilha de Liderança e Gestão de Pessoas do Insper em programas de Graduação, Pós-graduação Stricto Sensu e Lato Sensu e Educação Executiva. Desenvolve pesquisas e projetos aplicados com foco em pessoas, organizações e tecnologias."
    },
    {
        "name": "Eric Aversari Martins",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/eric-aversari-martins.html",
        "email": "EricaM@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/eric%20aversari%20martins.jpeg",
        "description": "Pós-Doutor em Contabilidade pela Universidade Federal do Espírito Santo (UFES). Doutor em Contabilidade pela Faculdade de Economia e Administração da Universidade de São Paulo (FEA-USP). Mestre em Musicologia pela Escola de Comunicação e Artes (ECA-USP). Bacharel em Contabilidade pela FEA/USP.\nCoordenador de Contabilidade e Finanças e professor do Insper. Consultor e parecerista contábil. Membro titular de Comitê de Auditoria e Conselho Fiscal."
    },
    {
        "name": "Fabio Ferraz Junior",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-ferraz-junior.html",
        "email": "fabiofj@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabio%20Ferraz%20002bx.jpg",
        "description": "Graduado em Engenharia Mecânica (ênfase Mecatrônica) pela Escola de Engenharia de São Carlos (EESC) da Universidade de São Paulo (USP), tem Mestrado e Doutorado pela mesma instituição, na área de Automação da Manufatura. Possui MBA em Inteligência Artificial e Big Data pelo Instituto de Ciências Matemáticas e de Computação (ICMC) da USP.\nPossui mais de 20 anos de experiência em automação industrial. Atuou como Manufacturing Engineer em programa de estágio na TRW Fuji Valve Inc. (EUA–TN). Foi diretor da Sensoft Automação Ltda, coordenou e desenvolveu projetos implantados em empresas no Brasil e no exterior: sistemas de medição e teste, controle de máquinas e processos, sistema de supervisão e rastreabilidade.\nAtua como professor de graduação em cursos de engenharia desde 2005. Faz parte do corpo docente do Insper, ministrando disciplinas de Graduação para os cursos de Engenharia Mecânica, Mecatrônica e de Computação, além de orientar projetos finais do curso. Coordenador do Laboratório de Automação Industrial e Robótica.\nÁreas de Pesquisa: Manufatura Avançada, Inteligência Artificial e Manutenção Preditiva."
    },
    {
        "name": "Fabio Jose Ayres",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-jose-ayres.html",
        "email": "fabioja@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabio%20Jose%20Ayres%20SF.jpg",
        "description": "Professor adjunto do Insper, trabalhou no desenvolvimento dos cursos de engenharia. Possui Graduação e Mestrado em Engenharia Elétrica pela Escola Politécnica da Universidade de São Paulo (Poli-USP) e PhD em Engenharia Elétrica pela University of Calgary, no Canadá.\nFoi Pós-Doutorando em Engenharia Biomédica pela University of Calgary, pesquisador associado do National Research Council of Canada, engenheiro de software na Opal-RT Technologies, também no Canadá, e no Google. \nSuas áreas de interesse são visão computacional, aprendizado de máquina, processamento de imagens, recuperação de informação, computação de alto desempenho."
    },
    {
        "name": "Fabio Orfali",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-orfali.html",
        "email": "fabioo1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabio%20Orfali%20009bx.jpg",
        "description": "Doutor em Ensino de Matemática e Ciências na Faculdade de Educação da USP, possui mestrado e licenciatura em Matemática pelo IME – USP e é graduado em Engenharia Química pela Escola Politécnica da USP.\nFabio foi um dos responsáveis pela implantação dos cursos de Engenharia do Insper, participando do design do currículo em parceria com o Olin College of Engineering de Boston.\nProfessor do Insper desde 2004, passou a ter dedicação exclusiva à escola em 2013, e atualmente é Professor Associado. Neste período, ministrou diferentes disciplinas das áreas de Matemática, Física, Computação e Pensamento Crítico nos cursos de Graduação. Também tem atuado nos programas de formação de professores da escola. Possui grande interesse na área de Ensino de Matemática, tendo desenvolvido diversos livros e materiais didáticos voltados para diferentes etapas de escolarização (Ensinos Fundamental e Médio e Educação de Jovens e Adultos)."
    },
    {
        "name": "Fabio Pelicano Borges Vieira",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-pelicano-borges-vieira.html",
        "email": "fabiopbv@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/F%C3%A1bio%20Pelicano%20004bx.jpg",
        "description": "Graduado em Engenharia Aeronáutica pelo Instituto de Tecnologico de Aeronáutica e Mestre em Matemática Aplicada pelo Instituto de Matemática e Estatística (IME) da Universidade de São Paulo (USP).\nAtua como professor em dedicação exclusiva na Graduação do Insper, nos cursos de Engenharia, nas áreas de Matemática e Física."
    },
    {
        "name": "Fabio Roberto De Miranda",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-roberto-de-miranda.html",
        "email": "fabiomiranda@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabio%20de%20Miranda%20n018bx.jpg",
        "description": "Coordenador do Curso de Ciência da Computação, Fabio de Miranda é engenheiro-eletricista com ênfase em Computação e Mestre em Sistemas Eletrônicos pela Escola Politécnica da Universidade de São Paulo (Poli-USP). Atualmente colabora com o projeto dos novos cursos de Engenharia do Insper.\nDesenvolve pesquisa aplicada e produziu protótipos de sistemas nas áreas de Realidade Aumentada, Computação Gráfica e Visão Computacional. Presta consultoria sobre especificação e desenvolvimento de sistemas gráficos ou com requisitos não triviais para instituições e empresas do mercado, entre as quais Embraer, CTI e Cenpes-Petrobras.\nAtua como professor de cursos de graduação e pós-graduação da área de tecnologia da informação desde 2001. Orientou trabalhos de iniciação científica e de conclusão de curso e desenvolveu e coordenou um curso de Engenharia de Computação. Tem experiência em disciplinas orientadas a projetos que usam recursos como simuladores, dispositivos móveis, computação física e robótica educacional."
    },
    {
        "name": "Fabio Sismotto El Hage",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-sismotto-el-hage.html",
        "email": "fhage@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabio%20Hage%20018bx.jpg",
        "description": "Engenheiro eletricista pela Escola Politécnica da USP, com pós-graduação em Economia pela EESP-FGV, Fábio é Mestre e Doutor em Engenharia pela USP, com estágio pós-doutoral em Política Energética na Suffolk University, em Boston. Foi consultor da ABRADEE nas áreas regulatória e de modelagem matemática, pesquisador do ENERQ-USP e sócio fundador da Daimon Engenharia, empresa de desenvolvimento de software em energia, tendo atuado como pesquisador em dezenas de projetos de P&D do ciclo ANEEL de 2001 a 2015.\nAtualmente, Fábio compõe a trilha de Física e Matemática dos cursos de graduação em engenharia do Insper, tendo ministrado, desde 2015, as disciplinas de Modelagem e Simulação do Mundo Físico, Física do Movimento, Eletromagnetismo e Ondulatória, Acionamentos Elétricos e Introdução à Teoria da Relatividade. Com a implementação dos cursos de engenharia no Insper, a partir de 2015, participou de diversos treinamentos sobre ensino de engenharia no Olin College of Engineering, em Boston."
    },
    {
        "name": "Fabio Turri",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabio-turri.html",
        "email": "fabiot5@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/F%C3%A1bio%20Turri%20008bx.jpg",
        "description": "Possui Graduação em Medicina e Engenharia Mecânica pela Universidade de São Paulo (USP) e Doutorado em Engenharia Mecânica (USP).\nRevisor de artigos nos periódicos internacionais Artificial Organs e Annals of Biomedical Engineering. Principais linhas de pesquisa: Assistência Circulatória Mecânica, Oxigenação Artificial do Sangue (ECMO), Anestesia inalatória, Modelagem Computacional de Fenômenos de Transporte em Sistemas Biológicos, Desenvolvimento de algoritmos para Tomografia por Impedância Elétrica. \nNo setor privado, atuou no desenvolvimento, engenharia e pesquisa de produtos inovadores voltados para os segmentos aeroespacial, como na Embraer, e da saúde, como K. TAKAOKA, Novitech, PHILIPS do Brasil, Timpel e InCor (Instituto do Coração - SP). Leciona as disciplinas de Biomecânica e Projeto Biomecânico no Insper."
    },
    {
        "name": "Fabricio Jailson Barth",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fabricio-jailson-barth.html",
        "email": "fabriciojb@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fabri%CC%81cio%20Barth%20CV.jpg",
        "description": "Formado em Ciência da Computação, tem Doutorado em Engenharia da Computação pela Universidade de São Paulo (USP).\nTem desenvolvido diversos projetos relacionados com aprendizagem de máquina e inteligência artificial nas áreas financeira, de internet, segurança pública, educação e recursos humanos desde 2003. Atualmente, ocupa a posição de professor no Insper."
    },
    {
        "name": "Fernando Goncalves Picasso",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fernando-goncalves-picasso.html",
        "email": "fernandop8@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fernando%20Picasso%20012bx.jpg",
        "description": "Possui doutorado em supply chain management pela Escola de Administração e Economia de São Paulo (EAESP) da Fundação Getúlio Vargas (FGV). É professor assistente na Trilha de Operações do Insper, focando na gestão da cadeia de suprimentos nos cursos de Graduação, Pós-Graduação e Educação Executiva.\nFoi visiting scholar na Indiana University e colabora com pesquisadores da Kelley School of Business e FGV. Antes de entrar na vida acadêmica, atuou em empresas como Reckitt, Latam Airlines e Grupo Boticário, no Brasil e no exterior.\nRecentemente, tem desenvolvido trabalhos de consultoria focados em logística urbana, last-mile delivery e ecossistemas para instituições e organizações do sertor privado e do setor público, como o Banco Mundial e a Prefeitura de São Paulo.\nSuas pesquisas têm focado em temas como risco, resiliência e sustentabilidade nas cadeias de suprimentos. Algumas delas publicadas em periódicos como Supply Chain Management: An International Journal."
    },
    {
        "name": "Fernando Luis Schuler",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fernando-luis-schuler.html",
        "email": "fernandols1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fernando%20Schiller%20003bx.jpg",
        "description": "Doutor em Filosofia e Mestre em Ciências Políticas pela Universidade Federal do Rio Grande do Sul (UFRGS), com Pós-Doutorado pela Universidade de Columbia, em Nova Youk. É professor em tempo integral e pesquisador no Insper. Especialista em Políticas Públicas e Gestão Governamental pela Escola Nacional de Administração Pública (ENAP) e em Gestão Cultural e Cooperação Ibero-americana pela Universidade de Barcelona (UB).\nFoi secretário de Estado da Justiça e do Desenvolvimento Social do Rio Grande do Sul e Diretor da Fundação Iberê Camargo.\nFoi bolsista do Faculty Research Program, do International Council for Canadian Studies, em Toronto, no Canadá. Criador e curador do Projeto Fronteiras do Pensamento. Possui experiência na área de análise política, ética empresarial, gestão pública, educação, cultura e terceiro setor."
    },
    {
        "name": "Fernando Ribeiro Leite Neto",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/fernando-ribeiro-leite-neto.html",
        "email": "fernandorln@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fernando%20Leite%20054bx.jpg",
        "description": "Economista com Doutorado em Ciências Sociais (Ciência Política). Atua nas áreas de história do pensamento econômico e macroeconomia da América Latina.\nAutor de mais de uma dezena de artigos em revistas indexadas e autor do livro “Política Cambial, Estabilização Monetária e Balanço de Pagamentos na América Latina e no Brasil” (Educ, 2005)."
    },
    {
        "name": "Flavia Ferreira Piazza",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/flavia-ferreira-piazza.html",
        "email": "flavia.piazza@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Fl%C3%A1via%20Piazza%20012bx.jpg",
        "description": "PhD na Tulane University na área de Comportamento Organizacional, possui Mestrado em Administração de Empresas pelas Faculdades IBMEC do Rio de Janeiro e em Comportamento Organizacional pela Tulame University, além de Graduação em Engenharia de Telecomunicações pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio) e MBA em Gestão Empresarial pela PUC-Rio.\nProfessora Teaching Fellow e Coordenadora-Acadêmica de Desenvolvimento Internacional. Leciona cursos relacionados a comportamento organizacional e empreendedorismo. Líder da Trilha de Empreendedorismo para a Graduação. Já atuou como coordenadora da Graduação de Administração.\nCom experiência em cargos de gestão de empresas de telecomunicações, empreendeu nas áreas de logística e componentes para veículos elétricos. Lecionou em diversas instituições de ensino, entre elas IBMEC-RJ, PUC-SP e Escola Superior de Propaganda e Marketing do Rio Grande do Sul (ESPM-RS).\nCargo de Gestão: Coordenação de Desenvolvimento Internacional"
    },
    {
        "name": "Frederico Augusto Alem Barbieri",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/frederico-augusto-alem-barbieri.html",
        "email": "fredericoaab@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Frederico%20Augusto%20Alem%20Barbieri%20SF.jpg",
        "description": "Docente do Insper desde 2014. Participou ativamente nos processos de criação e desenvolvimento dos cursos de engenharia da escola, sendo responsável pela coordenação e implementação de diversos laboratórios e atuando como coordenador dos cursos de Engenharia Mecatrônica (2016) e Mecânica (2017 – 2022).\nGerenciou o processo de acreditação internacional da Engenharia Mecânica perante a ABET (Accreditation Board for Engineering and Technology), obtida em 2023. Ministra disciplinas nas áreas de dinâmica e controle, eletrônica embarcada, simulação computacional e biomecânica. É orientador do projeto Fox Baja e de trabalhos do Projeto Final de Engenharia (PFE), conduzido em parceria com empresas.\nCoordena o Núcleo de Engenharia da Mobilidade e é membro do Conselho da Engenharia Mecânica e dos NDEs das Engenharias Mecânica e Mecatrônica. Na indústria, desenvolveu diversos projetos na MWM International Ind. de Motores (2008 – 2012), atuando como supervisor de engenharia avançada e gerente de projetos."
    },
    {
        "name": "Gabriela De Oliveira Junqueira",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/gabriela-de-oliveira-junqueira.html",
        "email": "gabrielaoj@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Gabriela-Junqueira.png",
        "description": "Bacharel e Doutora em Direito pela Faculdade de Direito do Largo São Francisco da Universidade de São Paulo (USP).\nPesquisadora do projeto \"Finanças Verdes e a Transformação da Propriedade no Brasil\" (Newton Fund Advanced Fellowships 2017 RD 03 - NAF2R2\\100124). Bolsista CAPES/PRINT no Transnational Law Institute (The Dickson Poon School of Law, King's College London). Pesquisadora visitante no Max Planck Institute for Comparative and International Private Law (Hamburgo)."
    },
    {
        "name": "Gino Abraham Olivares Leandro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/gino-abraham-olivares-leandro.html",
        "email": "ginoaol@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Gino%20Olivares%20018bx.jpg",
        "description": "Doutor em Economia pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio) desde 2000. Bacharel em Ciências Sociais com Menção em Economia pela Pontifícia Universidade Católica do Peru, em 1992.\nFoi Economista da Gerência de Estudos Econômicos no Banco Central de Reserva do Peru, de março de 1993 a dezembro de 1994. Ocupou a posição de economista-chefe em diversas instituições do mercado financeiro, entre as quais Opportunity, Brookfield, Vinci Partners, SAGMO Capital, Galápagos Capital e Azimut Brasil Wealth Management. Foi professor adjunto em regime de tempo parcial do Departamento de Economia da PUC-Rio entre 1997 e 2014. \nLeciona desde agosto de 2014 no Insper para a Graduação em Administração e em Economia nas matérias da Trilha de Macroeconomia. Também é professor de Macroeconomia e Finanças Internacionais para o Mestrado Profissional em Economia da escola. É professor adjunto desde janeiro de 2015."
    },
    {
        "name": "Giuliana Isabella",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/giuliana-isabella.html",
        "email": "giulianai@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Giuliana%20Isabela%20016bx.jpg",
        "description": "Doutora com Honras em Ciência - Administração de Empresas - ênfase em Marketing pela Faculdade de Administração e e Economia da Universidade de São Paulo (FEA/USP). Cursou um ano do doutorado na Temple University - Filadélfia - no centro de pesquisa Center for Neural Decision Making (CNDM). Mestre com Honras em Ciências - Administração de Empresas Ênfase em Marketing pela EAESP/FGV. Cursou um semestre do Mestrado na Kelly School of Business em Indiana University (EUA).\nÉ pesquisadora em comportamento do consumidor, tomada de decisão, emoções, expressões faciais, psicologia experimental e neurociência aplicada ao marketing, com publicações em revistas nacionais e internacionais de ponta.\n  No mundo corporativo já foi empresária de uma pequena/média empresa, saiu para se dedicar a docência. Trabalhou em consultorias para empresas governamentais, de comunicação, de agência de propaganda, serviços, turismo e eventos. Em geral, empresas com relacionamento direto com o público consumidor.\n  Atualmente é professora dos cursos de Educação Executiva, MBA Internacional, Doutorado Profissional em Administração e Graduação em Administração e Economia do Insper."
    },
    {
        "name": "Graziela Simone Tonin",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/graziela-simone-tonin.html",
        "email": "grazielast@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Graziela%20Tonin%20042bx.jpg",
        "description": "Graduada e Mestre em Ciências da Computação pela Universidade Federal de Pernambuco e Doutora em Ciência da Computação pela Universidade de São Paulo (USP) com intercâmbio pela University of Maryland, Baltimore County, nos Estados Unidos, onde trabalhou com uma das principais cientistas da sua área de pesquisa, a PhD. Carolyn Seaman."
    },
    {
        "name": "Guilherme Fowler De Avila Monteiro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/guilherme-fowler-de-avila-monteiro.html",
        "email": "guilhermefam@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Guilherme%20Fowler%20023bx.jpg",
        "description": "Professor Associado do Insper, onde já ocupou a Cátedra Endeavor com foco em empreendedorismo. Formado pela Universidade de São Paulo (USP), é Bacharel em Economia, Mestre em Teoria Econômica e Doutor em Administração (Economia Organizacional) com distinção. Também frequentou cursos de extensão na London School of Economics (LSE), no Ollin College of Engineering e na Harvard Business School. Foi professor visitante na Universidade de St. Gallen, na Suíça.\nSua experiência em pesquisa e consultoria abrange uma série de tópicos e setores. Trabalha com temas relacionados à economia institucional, economia organizacional, estratégia e empreendedorismo.\nAntes de ingressar no corpo docente do Insper, foi economista sênior e gerente de uma das principais consultorias econômicas brasileiras."
    },
    {
        "name": "Guilherme Silveira Martins",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/guilherme-silveira-martins.html",
        "email": "guilhermesm2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Guilherme%20Martins%20008bx%20CV.jpg",
        "description": "Presidente do Insper desde Junho de 2023. Foi diretor responsável pelos cursos de Graduação, entre 2020 e 2023. Possui mestrado e doutorado em Operações e Competividade pela FGV/EAESP, com período de sanduíche na Arizona State University. Possui graduação pela Universidade Federal de Viçosa (UFV) e teve uma atuação profissional em várias indústrias em cargos de melhoria de produto, processos e experiência do cliente. Está no Insper há 15 anos, com funções de docente e gestão de programas.\n  Cargo de Gestão: Presidente do Insper."
    },
    {
        "name": "Guilherme Da Franca Couto Fernandes De Almeida",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/guilherme-da-franca-couto-fernandes-de-almeida.html",
        "email": "guilhermefcfa@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Guilherme%20Almeida%20CV.jpg",
        "description": "Mestre e Doutor em Teoria do Estado e Direito Constitucional pela PUC-Rio. Foi coordenador do projeto Supremo em Números, da FGV Direito Rio e lecturer no Programa de Ciência Cognitiva da Universidade de Yale."
    },
    {
        "name": "Gustavo Moreira Tavares",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/gustavo-moreira-tavares.html",
        "email": "gustavomt1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Gustavo%20Tavres%20CV.jpg",
        "description": "Doutor em Administração pela Escola Brasileira de Administração Pública e de Empresas (EBAPE – FGV), é membro do corpo editorial do Journal of Public Administration Research and Theory (JPART) e Asia-Pacific Journal of Public Administration (APJPA). Em 2018, foi pesquisador visitante na School of Public and International Affairs (SPIA), University of Georgia (EUA).\nSeus interesses de pesquisa são: liderança, comportamento organizacional, GRH e administração pública. \nProfissionalmente, atuou como Oficial Aviador da Força Aérea Brasileira e professor no Instituto Federal do Rio de Janeiro."
    },
    {
        "name": "Hedibert Freitas Lopes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/hedibert-freitas-lopes.html",
        "email": "hedibertfl@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Hedibert%20Lopes%20004bx.jpg",
        "description": "Ph.D. em Statistics and Decision Sciences pelo Institute of Statistics and Decision Sciences, da Duke University, em 2000. Tornou-se Mestre em Ciência em Estatística pelo Instituto de Matemática da Universidade Federal do Rio de Janeiro, em 1994. Antes de se juntar ao Insper, em 2013, atuou por 10 anos na Universidade de Chicago, como Assistant e Associate Professor of Econometrics and Statistics da Booth School of Business.\nDesenvolve pesquisas em estatística bayesiana, análise fatorial, métodos computacionais, séries temporais e modelos dinâmicos, volatilidade estocástica multivariada, teoria do valor extremo, filtros de partículas, estatística espacial, microeconometria e macroeconometria. Recentemente, tem promovido a ciência de dados, sendo o coordenador do Centro de Estatística, Ciência de Dados e Decisão do Insper.  \nTem mais de 70 artigos científicos publicados nas mais prestigiadas revistas científicas do mundo, como o Journal of the American Statistical Association e o American Economic Review.  Parecerista de mais de 30 revistas internacionais, ministrou 200 palestras e 25 minicursos e tutorais na última década."
    },
    {
        "name": "Igor Dos Santos Montagner",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/igor-dos-santos-montagner.html",
        "email": "igorsm1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Igor%20Dos%20Santos%20Montagner%20SF.jpg",
        "description": "Bacharel (2010) e Doutor (2017) em Ciência da Computação pela Universidade de São Paulo, com estágio de doutorado-sanduíche no INSA-Rouen, França. Durante o doutorado trabalhou com aprendizado automático de operadores entre imagens, uma área que junta machine learning e processamento de imagens.\nAtualmente, faz pesquisa na área de educação em computação. Seu foco é na utilização de metodologias de ensino centradas no aluno e seu impacto no aprendizado de habilidades profissionais que estejam além do conteúdo ensinado em sala de aula.\nTambém é interessado na utilização de Software Livre no ambiente acadêmico e como seu uso pode trazer benefícios para a educação."
    },
    {
        "name": "Isabela Brandao Furtado",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/isabela-brandao-furtado.html",
        "email": "isabelabf@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Isabela%20Furtado%20004bx.jpg",
        "description": "Possui Doutorado (2018) e Mestrado (2013) em Economia pela Escola de Economia da Fundação Getúlio Vargas (EESP-FGV) e Graduação em Economia pela Universidade Federal de Minas Gerais (UFMG).\nDesde 2021, é professora assistente de Economia no Insper, onde já atuou como coordenadora do Mestrado Profissional em Economia (2019 e 2022). Atualmente, coordena o MBA Executivo em Saúde e atua como pesquisadora do Núcleo de Saúde e Políticas Públicas. Anteriormente, trabalhou como coordenadora de campo para a Unidade de Avaliação de Impacto do Banco Mundial (DIME), participando do desenho e implementação de diversas avaliações de impacto nas áreas da saúde, desenvolvimento rural e educação.\nA sua agenda de pesquisa é focada em economia do desenvolvimento, especialmente no uso de técnicas econométricas para condução de avaliações de impacto e elaboração de estudos na área de economia da saúde."
    },
    {
        "name": "Israel Ferreira Alves",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/israel-ferreira-alves.html",
        "email": "israelfa@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Israel%20Alves%20013bx.jpg",
        "description": "25 anos de experiência na indústria, desenvolvimento de máquinas, equipamentos e modelos para simulação. 15 anos de experiência gerenciando laboratórios acadêmicos e 10 anos como docente em cursos de Engenharia Mecânica e de Produção.\n Atualmente é professor no Insper na graduação em engenharia, ministrando as disciplinas de Design para Manufatura e Mecanismos e Elementos de Máquinas e colaborando nas disciplinas de Projetos Mecânicos e Projetos Mecatrônicos."
    },
    {
        "name": "Ivar Alberto Glasherster Martins Lange Hartmann",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/ivar-alberto-glasherster-martins-lange-hartmann.html",
        "email": "ivaragmlh@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Ivar%20Hartmann%202%20009bx.jpg",
        "description": "Doutor em Direito Público pela Universidade Estadual do Rio de Janeiro (UERJ). Mestre em Direito Público pela Pontifícia Universidade Católica do Rio Grande do Sul (RS). Mestre em Direito (LL.M.) pela Harvard Law School. Ex-professor associado e pesquisador da FGV Direito Rio (2012-2020), onde coordenou o projeto Supremo em Números, o Núcleo de Ciência de Dados Jurídicos e o Centro de Tecnologia e Sociedade. Coordenador Executivo da Revista Direitos Fundamentais e Justiça (Qualis A1). Ex-bolsista da CAPES, do DAAD, serviço alemão para intercâmbio, e da Harvard Law School."
    },
    {
        "name": "Joice Miagava",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/joice-miagava.html",
        "email": "joicem@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Joice%20Miagava%20001bx.jpg",
        "description": "Graduada (2009) e Doutora (2015) em Engenharia de Materiais, ambos pela Escola Politécnica da Universidade de São Paulo (Poli-USP). Realizou o doutorado-sanduíche na University of California Davis em grupo de pesquisa especializado em termodinâmica de materiais e nanocerâmicas. Em 2019, teve a oportunidade de retornar à University of California para atuar como pesquisadora-visitante por 5 meses. Desde 2015, é professora em tempo integral no Insper e já participou do desenho de diversas disciplinas buscando aplicar as metodologias de aprendizado ativo. Em 2022, assumiu a coordenação do programa de Iniciação Tecnológica e Inovação (PIBITI) do Insper."
    },
    {
        "name": "Jose Geraldo Setter Filho",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/jose-geraldo-setter-filho.html",
        "email": "josegsf1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Jose%20G%20Setter%20056bx.jpg",
        "description": "Doutor em Ciências, na área de Administração / Governança Corporativa, pelo Programa de Pós-Graduação em Administração da Faculdade de Economia, Administração, Contabilidade e Atuária da Universidade de São Paulo (FEA/USP). Mestre em Administração pelo Insper, tem MBA Executivo pela mesma instituição. Especialista em Finanças (CEAG) pela Escola de Administração de Empresas de São Paulo da Fundação Getúlio Vargas (EAESP).  Engenheiro mecânico pela Escola de Engenharia Mauá/Centro Universitário do Instituto Mauá de Tecnologia.\n  Possui mais de 30 anos de experiência profissional como executivo e consultor, com foco em finanças, estratégia e gestão de negócios, em empresas brasileiras e multinacionais de múltiplos segmentos (consultoria de TI e gestão, banco, bens de consumo, engenharia e telecomunicações, incorporação imobiliária e mídia). Atuou por quase 10 anos no terceiro setor em consultoria e gestão de entidades ligadas à saúde pública.\n  Cargo de Gestão: Coordenação Executiva da Pós-Graduação Lato Sensu e Coordenação do Programa Avançado em Sustentabilidade e ESG."
    },
    {
        "name": "Jose Heleno Faro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/jose-heleno-faro.html",
        "email": "josehf@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Jose-Heleno-Faro.jpeg",
        "description": "Possui Graduação em Ciências Econômicas pela Universidade Federal de Viçosa (UFV), Mestrado em matemática aplicada pela Universidade Estadual de Campinas (Unicamp) e Doutorado em Economia Matemática pelo Instituto Nacional de Matemática Pura e Aplicada (IMPA).\n  No Insper, é professor associado e coordenador acadêmico da área de Desenvolvimento de Ensino e Aprendizagem (DEA). Como pesquisador, desenvolve trabalhos em teoria da decisão, atuando também em equilíbrio geral sob incerteza e finanças."
    },
    {
        "name": "Juliana Inhasz",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/juliana-inhasz.html",
        "email": "julianai1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Juliana%20Inhasz%20041bx.jpg",
        "description": "Possui Graduação em Economia pela Universidade de São Paulo (USP, 2005), Mestrado em Economia de Empresas pela Fundação Getulio Vargas  de São Paulo (FGV SP, 2009) e Doutorado em Teoria Econômica pela USP (2013).\nJá atuou no Banco Votorantim, na área de modelagem matemática para crédito, sendo responsável por modelos de estresse macroeconômico e risco soberano, além de já ter lecionado em faculdades como Fecap e FGV.\nAtualmente, é professora no Insper, além de coordenadora da Graduação em Economia na mesma instituição. Tem experiência na área de economia, com ênfase em macroeconomia.\nCargo de Gestão: Coordenação da Graduação em Ciências Econômicas"
    },
    {
        "name": "Laura Muller Machado",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/laura-muller-machado.html",
        "email": "lauramm1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Laura%20Muller%20020bx.jpg",
        "description": "Graduada em Administração e Mestre em Economia Aplicada pela Universidade de São Paulo(USP) e doutoranda em Administração Pública pelo Insper. Especializou-se em geração, uso e comunicação de evidência para a melhoria de políticas públicas, com estudos e livros na área de educação, desenvolvimento social, distribuição de renda e pobreza.\nNo Insper, coordena a Trilha de Públicas na Graduação, os programas de Pós-Graduação em Gestão Pública, a Rede Ciência pelo Desenho de Política Educacional e o Núcleo de Estudo de Pessoas em Situação de Rua. Foi Secretária de Desenvolvimento Social do Estado de São Paulo.\nCargo de Gestão: Coordenação da trilha de Públicas na graduação, coordenação do Programa Avançado em Gestão Pública e coordenação do Master em Gestão Pública"
    },
    {
        "name": "Laura De Andrade Karpuska Santos",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/laura-de-andrade-karpuska-santos.html",
        "email": "lauraaks@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/legacy-media/2022/03/Professora_Laura-Karpuska.jpg",
        "description": "Economista com pesquisa focada em economia política e macroeconomia. Tem Graduação pela Faculdade de Economia e Admnistração da Universidade de São Paulo (FEA-USP) e PhD pela Universidade do Estado de Nova York Stony Brook.\nÉ organizadora do podcast das economistAs, que busca dar mais voz às pesquisadoras brasileiras e incentivar jovens mulheres à profissão. Escreve quinzenalmente no caderno de Economia do Estadão."
    },
    {
        "name": "Leonidas Sandoval Junior",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/leonidas-sandoval-junior.html",
        "email": "leonidassj@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Leonidas%20Novaes%20CV.jpg",
        "description": "PhD em Matemática pelo King's College London (1995), MASt (Master in Advanced Studies) em Matemática pela Universidade de Cambridge (1991), Mestre em Física Matemática pela Universidade de São Paulo (USP, 1990) e Bacharel em Física pela USP (1987). Já foi professor na Universidade do Estado de Santa Catarina (UDESC), de 1996 a 2001, e na Universidade Presbiteriana Mackenzie, de 2002 a 2004. É professor no Insper desde 2002, onde já criou, cocriou e ministrou aulas de cálculo, pesquisa operacional e processos dinâmicos na Administração e Economia e de modelagem e simulação, natureza do design, matemática da variação, matemática multivariada e física do movimento na Engenharia. Foi um dos professores fundadores da engenharia no Insper. Sua pesquisa é sobre redes complexas aplicadas aos mercados financeiros nacional e internacional, tendo publicados artigos na área. No passado, publicou nas áreas de teoria de cordas e teoria quântica de campos."
    },
    {
        "name": "Leticia Faria De Carvalho Nunes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/leticia-faria-de-carvalho-nunes.html",
        "email": "leticiafcn@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Leticia%20Faria%20De%20Carvalho%20Nunes%20SF.jpg",
        "description": "Professora assistente do Insper. Possui Mestrado e Doutorado em Economia pela Escola Brasileira de Economia e Finanças da Fundação Getúlio Vargas (EPGE-FGV), tendo sido visiting scholar na University of Northwestern durante dois anos. Em 2020, recebeu o Prêmio Haralambos Simeonidis de Melhor Tese concedido pela Associação Nacional dos Centros de Pós-Graduação em Economia (ANPEC). Anteriormente, foi pesquisadora sênior no Instituto de Estudos de Políticas de Saúde (IEPS). Sua pesquisa se concentra nas interseções de economia da saúde, microeconomia aplicada e organização industrial."
    },
    {
        "name": "Lie Pablo Grala Pinto",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/lie-pablo-grala-pinto.html",
        "email": "liepgp@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Lie%20Pablo%20009bx.jpg",
        "description": "Possui Graduação em Engenharia de Controle e Automação pela Pontifícia Universidade Católica do Rio Grande do Sul (PUC-RS, 2001), Mestrado em System Analysis and Control - Saint Petersburg State Polytechnical University (2008) e Doutorado pelo Programa de Pós-Graduação em Engenharia de Automação e Sistemas da Universidade Federal de Santa Catarina (UFSC, 2015). Trabalhou como post-doc na Universidade de Linköping (Suécia). Possui experiência profissional em área de controle, robótica, mecatrônica e automação com projeto e startup de sistemas automatizados no Brasil, Estados Unidos e Alemanha para clientes como Embraer, Dana, TRW, Behr/Mahle."
    },
    {
        "name": "Lucas Martins Novaes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/lucas-martins-novaes.html",
        "email": "lucasmn2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Lucas%20Novaes%20051bx.jpg",
        "description": "Possui Graduação em Economia pela Faculdade de Economia e Administração da Universidade de São Paulo (FEA-USP), Mestrado em Economia pela Fundação Getúlio Vargas de São Paulo (FGV-USP) e PhD em Ciência Política pela University of California, Berkeley. Foi research fellow do Institute for Advanced Study, em Toulouse. É non-resident research associate do Center on the Politics of Development.\nSeu trabalho busca entender representação política em países em desenvolvimento, o que inclui organização partidária, voto retrospectivo, políticas de cotas, clientelismo e segurança pública, além de trabalhos sobre influência da mídia. Parte de sua dissertação foi publicada no American Journal of Political Science."
    },
    {
        "name": "Luciana Campos Lima",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/luciana-campos-lima.html",
        "email": "lucianacl@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Luciana%20Lima%20010bx.jpg",
        "description": "Doutora em Administração pela Faculdade de Economia e Administração da Universidade de São Paulo (FEA-USP), mestre pela  Escola Brasileira de Administração Pública e de Empresas da Fundação Getúlio Vargas (FGV EBAPE), neuropsicóloga pela Faculdade de Medicina da USP. Sua carreira executiva desenvolvida em planejamento estratégico e de pessoas em empresas nacionais e multinacionais. Entre os desafios vividos, destacam-se a implantação de novas unidades de negócios, redesenho de planejamento estratégico, processos de sucessão de negócios, desenho e implementação de modelo de HR business partner. Sócia-fundadora da ScienceConsulting, presta consultoria para empresas do mercado financeiro. Autora de dois livros sobre estratégia competitiva de capital humano."
    },
    {
        "name": "Luciana Yeung Luk Tai",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/luciana-yeung-luk-tai.html",
        "email": "lucianay@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Luciana%20Yeung%20046.jpg",
        "description": "Economista pela FEA-USP, Mestre pela Univ.Wisconsin-Madison. Doutora em Economia pela EESP-FGV/SP, com estágio na Law School da University of California-Berkeley.\n  Membro-fundadora e ex-presidente da Associação Brasileira de Direito e Economia (ABDE), Diretora da Associação Latinoamericana de Direito e Economia (ALACDE). Pesquisadora-visitante no Institute of Law and Economics, da Universität Hamburg.\n  Autora de livros, artigos científicos e aplicados e capítulos de livro em journals e publicações no Brasil e no exterior. Colunista da coluna “Direito e Economia: sob as lentes de Coase” da Veja Negócios. Em 2022 foi indicada pelo Supremo Tribunal Federal (STF) uma das “100 Mulheres Mais Influentes do Direito Constitucional Brasileiro”. Ex-editora-chefe da Revista de Análise Econômica do Direito (RAED). Membro do Conselho Científico da Suprema (Revista Cientifica do STF).\n  Pesquisa na área Direito e Economia, Judiciário, Instituições e Microeconomia."
    },
    {
        "name": "Luiz Felipe Campos Fontes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/luiz-felipe-campos-fontes.html",
        "email": "luiz.fontes@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Luiz%20Felipe%20Campos%20Fontes%20SF.jpg",
        "description": "Possui Doutorado em Economia pela Escola de Economia de São Paulo da Fundação Getúlio Vargas (EESP-FGV). Foi pesquisador de pós-doutorado do Abdul Latif Jameel Poverty Action Lab (J-PAL). Sua pesquisa utiliza métodos experimentais e quasi-experimentais de análise causal para estudar tópicos importantes em economia do desenvolvimento, com enfoque em educação, saúde e mercado de trabalho."
    },
    {
        "name": "Luiz Fernando Gomes Esteves",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/luiz-fernando-gomes-esteves.html",
        "email": "luizfge@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Luiz%20Esteves%20019bx.jpg",
        "description": "Doutor em Direito do Estado pela Universidade de São Paulo (USP) e Mestre em Direito Público pela Universidade Estadual do Rio de Janeiro.\nAntes de se juntar ao corpo docente do Insper, foi professor efetivo do Centro Federal de Tecnologia do Rio de Janeiro (Cefet-RJ), entre 2015 e 2022, e também professor colaborador no programa de Pós-Graduação da Escola do Legislativo do Estado do Rio de Janeiro (ELERJ).\nÉ pesquisador associado do grupo de pesquisa constituição, política e instituições, da Faculdade de Direito da USP e membro do grupo de pesquisa Judiciário e Democracia, do Departamento de Ciência Política da USP."
    },
    {
        "name": "Luiz Francisco Modenese Vieira",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/luiz-francisco-modenese-vieira.html",
        "email": "luizfmv@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Luiz%20Francisco%20Modenese%20Vieira%20SF.jpg",
        "description": "Doutor Professor Senior Fellow no Insper nos programas de pós-graduação e educação executiva, membro do Conselho de Administração de empresas e Presidente da Nexus Partners, empresa de consultoria em Gestão Estratégica e Operações, com experiência em várias empresas e setores. Além de mais de 25 anos em consultoria, Luiz acumula experiência como Presidente/CEO da empresa Produzir S.A., joint venture entre Bunge e Dupont no agro-negócio. Com PhD em Engenharia, MBA e MSc em Pesquisa Operacional pelo Massachusetts Institute of Technology (USA) e MSc em Transportes pela COPPE/UFRJ (Brasil), Luiz é graduado em engenharia civil pela Universidade de Brasília, no Brasil."
    },
    {
        "name": "Maciel Calebe Vidal",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/maciel-calebe-vidal.html",
        "email": "macielcv@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Maciel%20Vidal%20007bx%20CV.jpg",
        "description": "Maciel Calebe Vidal é professor Assistente do Insper na área de Data Science. Possui graduação em Ciência da Computação (UNEMAT), mestrado e doutorado em Ciência da computação pelo Instituto de Matemática e Estatística da USP. Sua experiência de pesquisa envolve Machine Learning e Neuroimagem. Teve experiências profissionais como desenvolvedor e cientista de dados no mercado de varejo. Atua em disciplinas na área de dados e elaborou eletivas do Insper tendo Web scraping, Big Data e MLOps como assuntos principais."
    },
    {
        "name": "Marcelo Hashimoto",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/marcelo-hashimoto.html",
        "email": "marceloh2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Marcelo%20Hashimoto%20019bx.jpg",
        "description": "Marcelo Hashimoto é professor assistente do Insper, onde desenha e ministra disciplinas baseadas em Metodologias Ativas para o ciclo básico da Engenharia e o ciclo específico da Engenharia de Computação. Também é membro do Núcleo Docente Estruturante da Engenharia de Computação.\nPossui graduação, mestrado e doutorado em Ciência da Computação pelo Instituto de Matemática e Estatística da Universidade de São Paulo e realiza pesquisa nas áreas de Educação em Engenharia, Educação em Computação, Design de Interação, Análise de Redes Sociais e Visão Computacional. \nCoordenou eventos de inovação em parceria com o Hospital Israelita Albert Einstein e prestou consultorias em usabilidade e inovação."
    },
    {
        "name": "Marco Antonio Cesar Bonomo",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/marco-antonio-cesar-bonomo.html",
        "email": "marcoacb@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Marco%20Bonomo%20015bx.jpg",
        "description": "Professor titular de Economia do Insper. . Fez Graduação e Mestrado em Economia na Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio) e PhD na Princeton University. Suas áreas de pesquisa são macroeconomia e finanças. Determinação de preços individuais e inflação, expectativas fiscais e de inflação e mercado de crédito estão entre seus principais tópicos de pesquisa atualmente.\nSeu trabalho foi publicado em várias revistas acadêmicas, entre elas, Review of Financial Studies, AEJ: Macro, Journal of Monetary Economics, Economic Journal, Journal of Econometrics, Journal of Money, Credit, and Banking e Journal of Development Economics. \nTem participado ativamente do ambiente acadêmico brasileiro, tendo servido como diretor e presidente da Sociedade Brasileira de Econometria e da Sociedade Brasileira de Finanças.\nFoi membro do Latin American Standing Committee da Econometric Society. Atualmente é membro do Comitê de Datação dos Ciclos Econômicos (CODACE, IBRE-FGV). Foi professor da EPGE-FGV e da PUC-Rio."
    },
    {
        "name": "Marco Antonio Leonel Caetano",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/marco-antonio-leonel-caetano.html",
        "email": "marcoalc1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Marco%20Caetano%20003bx.jpg",
        "description": "Bacharel em Matemática pela UNESP e mestre e doutor em Engenharia Aeronáutica pelo ITA. Foi professor na Unesp de 1992 a 2002. Foi coordenador da Unip entre 2003 e 2004. Desde 2004 é professor no Insper, em regime de tempo integral, ligado à área de sistemas de informação e mercado financeiro. Foi coordenador de projetos com suporte da Fapesp e avaliador do MEC. É consultor ad hoc da Fapesp e foi consultor ad hoc do CNPq. É professor convidado de pós-graduação no curso de Engenharia Elétrica do ITA desde 2004. Foi diretor-tesoureiro da Sociedade Brasileira de Automática (SBA) de 2004 a 2006. É autor do livro Mercado financeiro: programação e soluções dinâmicas com Microsoft Office Excel 2010 e VBA (duas edições pela editora Érica), e do livro Mudanças abruptas no mercado financeiro: modelos, métodos e previsões (editora Érica).Pela editora Blucher é autor do livro Análise de Risco em Aplicações Financeiras (2017) e PYHTON E MERCADO FINANCEIRO (2021)."
    },
    {
        "name": "Marcos Sawaya Jank",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/marcos-sawaya-jank.html",
        "email": "marcos@jank.com.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Marcos%20Jank%20CV.jpg",
        "description": "Professor sênior e coordenador do centro “Insper Agro Global”. Com significativa contribuição em temas agroalimentares ao longo de 35 anos de carreira, acumulou múltiplas experiências profissionais no agronegócio.\nDurante 18 anos foi professor associado da Universidade de São Paulo(ESALQ, FEA e IRI), assessor de ministro e especialista em comércio no BID em Washington DC.\nPresidiu a União da Indústria de Cana-de-Açúcar (UNICA) e o Instituto de Estudos do Comércio e das Negociações Internacionais (ICONE), além de atuar como diretor da BRF na Ásia.\nViveu 10 anos no exterior, tendo trabalhado com temas de agronegócio nos EUA (3 anos), França (3 anos) e Ásia (4 anos). Escreveu livros, publicou papers e foi comentarista em revistas, jornais e TV, além de realizar palestras no país e no exterior. Hoje também atua como conselheiro de empresas do agronegócio.\nÉ Engenheiro Agrônomo pela ESALQ, com mestrado na França, Doutorado em Administração pela FEA e Livre Docência pela ESALQ."
    },
    {
        "name": "Maria Carolina Foss",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/maria-carolina-foss.html",
        "email": "mariacf2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Maria%20Carolina%20Foss%20SF.jpg",
        "description": "Doutora em Política Científica e Tecnológica pela Universidade Estadual de Campinas (Unicamp) e Visiting Fulbright Scholar na George Washington University. Mestre e graduada em Direito pela Faculdade de Direito da Universidade de São Paulo (FDUSP), onde também realizou Pós-Doutorado sobre incertezas jurídico-institucionais em contratações para inovação com financiamento da Fundação de Amparo à Pesquisa do Estado de São Paulo (Fapesp).\nPesquisadora junto ao Núcleo Jurídico do Observatório de Inovação e Competitividade do Instituto de Estudos Avançados (OIC/IeA-USP) e ao Grupo Direito e Políticas Públicas da FDUSP. Desenvolve pesquisas sobre contratação para inovação, propriedade intelectual e regulação."
    },
    {
        "name": "Mariana Chies Santiago Santos",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/mariana-chies-santiago-santos.html",
        "email": "marianacss@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Mariana%20Chies%20026bx.jpg",
        "description": "Doutora em Sociologia (2018) pelo Programa de Pós-Graduação em Sociologia da Universidade Federal do Rio Grande do Sul (UFRGS). Realizou o doutorado-sanduíche no Centre de Recherches Sociologiques sur le Droit et les Institutions Pénales (CESDIP) da Université de Versailles Saint-Quentin-en-Yvelines (2014/2015). Concluiu o Mestrado (2013) em Ciências Criminais na Pontifícia Universidade Católica do Rio Grande do Sul (PUC-RS), onde também fez especialização em Ciências Penais (2011). Bacharel em Ciências Sociais pela UFRGS (2013) e em Direito pela PUCRS (2009). Realizou estágio de pós-doutorado no Núcleo de Estudos da Violência da Universidade de São Paulo (NEV-USP) entre os anos de 2019 e 2021."
    },
    {
        "name": "Maura Ferreira Rodrigues0",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/maura-ferreira-rodrigues0.html",
        "email": "maurafr@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Maura%20Ferreira%20013bx_CV.jpg",
        "description": "Professora e pesquisadora em marketing, em regime de dedicação exclusiva, pelo Insper. Bacharel em Administração e Mestra em marketing pela Universidade Federal do Rio Grande do Sul, Doutora em Administração Estratégica pela Pontifícia Universidade Católica do Rio Grande do Sul (UFRGS), com visiting scholar pela Vanderbilt University por meio do programa CAPES Print. Durante o doutorado foi estudante especial pela FGV-EBAPE.\nÉ membro da Association for Consumer Research. Suas pesquisas utilizam teorias e métodos da psicologia social e cognitiva, marketing e economia para entender e propor soluções a problemas relevantes e atuais em comportamento do consumidor. Possui publicações no Journal of the Academy of Marketing Science e Revista de Administração de Empresas. Suas pesquisas comumente recebem financiamentos pelo Ministério da Educação e governos estaduais. \nAtuou com consultoria e pesquisa para startups e empreendedores e foi project manager no Uol EdTech. Fun fact: Maura é de Porto Alegre, mas se diz paulistana de coração e adora explorar lugares (des)conhecidos em São Paulo."
    },
    {
        "name": "Miguel Maria Charters De Oliveira Bandeira Da Silva",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/miguel-maria-charters-de-oliveira-bandeira-da-silva.html",
        "email": "miguelmcobs@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Miguel%20M%20Charters%20De%20Oliveira%20Bandeira%20Da%20Silva%20SF.jpg",
        "description": "Professor assistente do Insper. Possui PhD em Economia pela London School of Economics (LSE). Os seus interesses de investigação são macroeconomia, políticas monetárias e fiscais, econometria de séries temporais e macroeconomia empírica."
    },
    {
        "name": "Naercio Aquino Menezes Filho",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/naercio-aquino-menezes-filho.html",
        "email": "naercioamf@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/naercio%20menezes.jpg",
        "description": "Coordenador da Cátedra Ruth Cardoso, pesquisador do Centro de Gestão e Políticas Públicas (CGPP) e diretor do Centro de Pesquisa Aplicada à Primeira Infância (CPAPI) do Insper. Também integra o Núcleo Ciência pela Infância (NCPI), dedicado ao desenvolvimento da primeira infância, e está à frente das pesquisas de Vitimização na Cidade de São Paulo, que analisam os dados de criminalidade da capital paulista desde 2003.\nTem Ph.D. em Economia pela University College London, com Mestrado e Graduação, também em Economia, pela Universidade de São Paulo (USP). Desenvolve pesquisa na área de Economia, com ênfase em capital humano e desigualdade, atuando principalmente nos seguintes temas: educação, mercado de trabalho, distribuição de renda, produtividade, tecnologia e desemprego. \nÉ também Professor Associado da Faculdade de Economia e Administração da Universidade de São Paulo (FEA-USP), membro da Academia Brasileira de Ciências e colunista do jornal Valor Econômico.\nEleito em 2014 para a Academia Brasileira de Ciências como membro Titular em Ciências Sociais.\nTem artigos em publicações acadêmicas nacionais e internacionais, como Lancet, PNAS, Review of Economics and Statistics, Economic Journal e Journal of International Economics. Foi editor da Brazilian Review of Econometrics e revisor de publicações como American Economic Review, Review of Economics and Statistics e Economic Journal, entre outros.\nRecebeu o prêmio Mario Henrique Simonsen Lecture, concedido pela Latin American Econometric Society; e duas vezes o Prêmio Haralambos Simeonidis, por melhor tese de doutorado e melhor artigo publicado por Economista Brasileiro, em 1999 e 2006.\nAtualmente, leciona Econometria Aplicada a Políticas Públicas no Mestrado em Políticas Públicas e Econometria no Doutorado."
    },
    {
        "name": "Nelson Ricardo Laverde Cubillos",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/nelson-ricardo-laverde-cubillos.html",
        "email": "nelsonrlc@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Nelson%20Ricardo%20Laverde%20Cubillos%20SF.jpg",
        "description": "PhD na Carnegie Mellon University, do Heinz College of Public Policy and Management nas Áreas de Inovação e Comércio Internacional. Possui Mestrado em Política de Tecnologia pela Judge Business School da Universidade de Cambridge, no Reino Unido. Graduado em Engenharia da Computação pela Universidad de los Andes, Colombia. Ingressou no Insper em agosto de 2020.\nParticipou do programa multidisciplinar promovido por escolas de negócios, engenharia, políticas públicas e ciências sociais. Trabalha na interseção entre inovação, mudança tecnológica e globalização. O tema de sua dissertação tem foco no efeito da competição estrangeira na inovação, diversificação, produtividade de empresas de manufatura em mercados emergentes.\nFoi pesquisador visitante do Instituto de Pesquisa Econômica Aplicada (IPEA) no Rio de Janeiro em 2018, como parte de sua dissertação. Antes de iniciar sua pós-graduação, obteve experiência nas áreas de consultoria e governo.\nAntes do doutorado, foi assessor do Ministério de Ciência, Tecnologia e Inovação do governo da Colômbia (anteriormente denominado Colciencias). Também trabalhou em consultoria de tecnologia na Europa, atendendo ao setor financeiro em áreas como análise de dados."
    },
    {
        "name": "Patricia Rodrigues Pessoa Valente",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/patricia-rodrigues-pessoa-valente.html",
        "email": "patriciarpv@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Patr%C3%ADcia%20Valente%20016bx.jpg",
        "description": "Bacharel em Direito pela Pontifícia Universidade Católica de São Paulo (PUC-SP, 2003), Mestre (LL.M.) pela London School of Economics (LSE, 2004) e pela Faculdade de Direito da Universidade de São Paulo (FADUSP, 2010). Doutora pela FADUSP (2015), tendo elaborado tese sobre qualidade das agências reguladoras no Brasil.\nAdvogada com mais de 20 anos de experiência em contratações públicas, diretas e por licitações, concessões comuns, parcerias público-privadas e pregões, bem como atividades de controle público sobre a iniciativa privada, principalmente serviços públicos, infraestrutura e atividades reguladas, assessorando empresas privadas e o poder público.\nRepresentou empresas privadas, nacionais e estrangeiras, interessadas em investir em aeroportos - em nível nacional, Agência Nacional de Aviação Civil, e estadual; em rodovias - em nível nacional, Agência Nacional de Transportes Terrestres (ANTT) e em nível estadual; em ferrovias (ANTT); portos - no âmbito nacional, SEP e Agência Nacional de Transportes Aquaviários (ANTAQ), e em nível estadual; telecomunicações (nacional) e esgotamento sanitário e ambiental (perante municípios).\nMembro da Mulheres na Regulação e InfraWomen. Consultora do Programa das Nações Unidas para o Desenvolvimento (PNUD) e do Escritório das Nações Unidas de Serviços para Projetos (UNOPS, na sigla em inglês)."
    },
    {
        "name": "Paulina Alejandra Achurra Burgos",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/paulina-alejandra-achurra-burgos.html",
        "email": "paulinaaab@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Paulina%20Achurra%20023bx.jpg",
        "description": "Graduada em Engenheira Química e Engenheira em Biotecnologia pela Universidad de Chile (1999), possui Mestrado em Engenharia Química (2003) e Ph.D. em Engenharia Química (2007), ambos pela Stanford University. Fez um pós-doutorado no Laboratório de Doenças Neurodegenerativas da Universidade Federal do Rio de Janeiro, pesquisando a doença de Alzheimer (2008-2013).\nProfessora de Engenharia no Insper e atual Coordenadora Acadêmica do Laboratório Arq.Futuro de Cidades do Insper. Seus interesses atuais são a inovação social, design participativo, cidades, e sustentabilidade. Participou do desenvolvimento e implementação do curso de Graduação em Engenharia. Foi professora visitante de Engenharia no Olin College of Engineering (2016-2017).\nPossui experiência em pesquisa na área de biotecnologia e pesquisa que une tecnologia e processos participativos para endereçar desafios de populações mais vulneráveis."
    },
    {
        "name": "Paulo Cilas Marques Filho",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/paulo-cilas-marques-filho.html",
        "email": "paulocmf1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Paulo%20Marques%20CV.jpg",
        "description": "Bacharel em Física pelo Instituto de Física da Universidade de São Paulo (IFUSP). Doutor em Estatística pelo Instituto de Matemática e Estatística da Universidade de São Paulo (IME-USP). Professor e pesquisador em Estatística e Machine Learning no Insper."
    },
    {
        "name": "Paulo Furquim De Azevedo",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/paulo-furquim-de-azevedo.html",
        "email": "paulofa1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Paulo%20Furquim%20CV.jpg",
        "description": "Professor titular e coordenador do Centro de Regulação e Democracia (CRD). Professor em tempo integral nos cursos de Graduação, Mestrado e Doutorado do Insper. Graduado em Administração Pública pela Fundação Getúlio Vargas (FGV), Mestre e Doutor em Economia pela Faculdade de Economia e Administração da Universidade de São Paulo (FEA-USP). Foi Visiting Professor no Massachussets Institute of Technology (MIT), em 2012, e Visiting Scholar na University of California, Berkeley, em 1994.\nFoi professor da Escola de Economia de São Paulo  da Fundação Getúlio Vargas (EESP FGV), bem como da USP e da Universidade Federal de São Carlos (UFScar). Também é autor de diversos artigos e capítulos de livros sobre temas como defesa da concorrência, regulação, estratégias empresariais, organização dos mercados e da firma, e direito e economia. Por sua produção científica, é Bolsista de Produtividade do CNPq, tendo sido também parecerista e membro de conselhos editorais de diversas publicações científicas.\nJá coordenou projetos temáticos junto à Fundação de Amparo à Pesquisa do Estado de São Paulo (Fapesp), na área de instituições de mercado, ao Banco Interamericano de Desenvolvimento (BID), na área de políticas de desenvolvimento, e junto ao Centro de Estudos de Direito Econômico e Social (CEDES), ao International Development Research Centre (IDRC) e Conselho Nacional de Justiça (CNJ) na área de Estudos Empíricos em Direito."
    },
    {
        "name": "Paulo Roberto Bufacchi Mendes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/paulo-roberto-bufacchi-mendes.html",
        "email": "paulorbm1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Paulo%20Bufacchi%20006bx.jpg",
        "description": "Formado em Engenharia Mecânica pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), onde também concluiu o Mestrado em Engenharia Mecânica. Doutor em Engenharia Mecânica pela Escola Politécnica da USP (Poli-USP), onde também fez o pós-doutoramento no Laboratório de Engenharia Térmica e Ambiental (LETE). Pós-graduado em Administração de Empresas pela Fundação Getúlio Vargas de São Paulo (FGV SP).\nAtualmente, é professor dos cursos de Engenharia Mecânica e Mecatrônica do Insper.\nAtuou como gerente e diretor de engenharia em grandes projetos de plataformas de petróleo, refinarias, indústrias petroquímica e química, geração de energia elétrica e naval, entre outras. Foi gerente de engenharia do Programa de Desenvolvimento de Submarinos (PROSUB) da Marinha do Brasil, projeto de construção das instalações de fabricação do primeiro submarino brasileiro com propulsão nuclear e de quatro submarinos da classe Scorpène de tecnologia francesa."
    },
    {
        "name": "Paulo Sergio Oliveira Ribeiro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/paulo-sergio-oliveira-ribeiro.html",
        "email": "paulosor1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Paulo%20Ribeiro%20009bx.jpg",
        "description": "Doutor em Economia dos Negócios pelo Insper, onde cursou a Graduação em Ciências Econômicas. Possui Mestrado em Finanças e Economia pela Escola de Economia de São Paulo. da  Fundação Getúlio Vargas (EESP FGV).\nAtua como professor assistente tempo integral de dedicação exclusiva no Insper e como coordenador do Mestrado Profissional em Economia da escola. Também atua com consultoria econômico-financeira para grandes empresas e bancos e é sócio de uma gestora de patrimônio. Foi professor-horista na EESP-FGV e professor extracarreira na Escola de Administração e Economia de São Paulo (EAESP FGV).\nCargo de Gestão: Coordenação do Mestrado em Economia."
    },
    {
        "name": "Paulo De Paiva Rosa Amaral",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/paulo-de-paiva-rosa-amaral.html",
        "email": "paulopra@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Paulo%20Amaral%20004bx.jpg",
        "description": "Formado em Ciências Biológicas pela Universidade de Brasília (UnB), com mestrado em Bioquímica pela Universidade de São Paulo (USP) e PhD em Genética Molecular pela Universidade de Queensland (Institute for Molecular Bioscience).\nFoi pesquisador da Universidade de Cambridge no Gurdon Institute e no Milner Therapeutics Institute, com suporte da Royal Society and British Academy Newton International, Corpus Christi College Research e Borysiewicz Biomedical Sciences Fellowships. Também atuou na Indústria como empreendedor, bem como pesquisador na STORM Therapeutics.\nAtuou como professor visitante em diversas universidades, incluindo Campus Bio-Medico University of Rome (Unicampus) e Humanitas University – Medical School de Milão, bem como Karolinska Institutet e Uppsala University.\nSua pesquisa abrange a regulação do genoma em doenças e no desenvolvimento e evolução, com foco em RNAs e suas modificações químicas. Atualmente, sua ênfase em pesquisa no Insper é na intersecção de biologia molecular com bioengenharia."
    },
    {
        "name": "Pedro Fernandes Makhoul",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/pedro-fernandes-makhoul.html",
        "email": "pedro.makhoul@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/pedro%20makhoul.jpg",
        "description": "Professor Assistente de Estratégia. Graduado em Economia pelo Insper, é PhD em Administração, na área de Estratégia, pela UCLA Anderson School of Management, e Mestre em Economia Internacional e Finanças pela Brandeis University.\nSeus interesses de pesquisa estão em estratégia global, corporativa e de não-mercado e em finanças corporativas, economia financeira e economia organizacional. Além de seu trabalho em estruturas acionárias,  pesquisa tópicos relativos ao manejo estratégico de stakeholders por parte das firmas – principalmente no âmbito de manutenção de reputação.\nTambém pesquisa tópicos relacionados à imigração, nacionalismo e xenofobia e como estas questões afetam as estratégias de mercado e não-mercado das empresas e suas interações com diferentes stakeholders."
    },
    {
        "name": "Pedro Garcia Duarte",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/pedro-garcia-duarte.html",
        "email": "pedrogd3@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Pedro%20Duarte%20012bx.jpg",
        "description": "Professor Associado no Insper, com Graduação em Economia pela Universidade de São Paulo (1998), Mestrado em Economia pela Pontifícia Universidade Católica do Rio de Janeiro (2001) e Doutorado em Economia pela Duke University (2007).\nDesde junho de 2018 é co-editor da revista Journal of the History of Economic Thought, editada pela History of Economics Society e publicada pela Cambridge University Press. Foi membro do corpo editorial de prestigiosas revistas de sua área de atuação. Recebeu prêmios internacionais: Prêmio Costantino Bresciani Turroni-AISPE 2007, da Associazone Italiana per la Storia del Pensiero Economico (AISPE) para melhor artigo apresentado por jovem pesquisador no encontro da associação, e o Young Researcher Award 2015, da European Society for the History of Economic Thought (ESHET), para pesquisadores abaixo de 40 anos com contribuições significativas à área.\nPesquisa a história da ciência econômica desde o século XX, com foco em macroeconomia e economia matemática."
    },
    {
        "name": "Pedro Jimenez Cantisano",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/pedro-jimenez-cantisano.html",
        "email": "pedrojc1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Pedro%20Cantisano%20011bx.jpg",
        "description": "Ph.D. em História pela University of Michigan – Ann Arbor, LL.M. pela University of Michigan Law School e Bacharel em Direito pela Universidade do Estado do Rio de Janeiro – UERJ. Antes de chegar ao Insper, foi Assistant Professor da University of Nebraska – Omaha e da John Jay College of Criminal Justice – City University of New York.\n  Foi postdoctoral scholar no Max Planck Institute for Legal History and Legal Theory, em Frankfurt (2022), fellow do Wallace Johnson Program da American Society for Legal History (2019), membro do Law and Humanities Junior Scholars Workshop (2019), fellow na Escola de Direito do Rio de Janeiro da Fundação Getulio Vargas (2014-2015) e Michigan Fellow in Refugee and Asylum Law no European Council for Refugees and Exiles, em Bruxelas (2009).\n  Desenvolve pesquisas sobre a história das relações entre direito, ciência e sociedade. Publicou em periódicos como a Law and History Review e a Hispanic American Historical Review."
    },
    {
        "name": "Priscila Borin De Oliveira Claro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/priscila-borin-de-oliveira-claro.html",
        "email": "priscila.claro@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Priscila%20Claro%20049bx.jpg",
        "description": "Diretora de Graduação e professora associada no Insper, é líder do Centro de Sustentabilidade e Negócios. Doutora em Administração pela Universidade Federal de Lavras (UFLA), com foco em Sociedade, Meio Ambiente e Desenvolvimento (2007). Possui Mestrado em Ciências Ambientais pela Universidade de Wageningen na Holanda (2002) e Bacharelado em Administração de Empresas pela UFLA (2000).\n  Trabalhou como pesquisadora júnior no LEI - Centro de Pesquisa de Economia e Agronegócio da Holanda, de 2002 a 2003. No Insper, ocupou a Cátedra Escolhas de Meio Ambiente, entre 2016 e 2018, foi coordenadora de Educação Executiva entre 2007 e 2012 e coordenadora de Extensão de 2015 a 2023. Tem experiência na área de administração, com ênfase em estratégia organizacional e sustentabilidade. Seu interesse de pesquisa inclui os seguintes temas: sustentabilidade, capitalismo consciente, responsabilidade social, clima, objetivos de desenvolvimento sustentável (ODS) e ESG.\n  Cargo de Gestão: Diretoria da Graduação do Insper."
    },
    {
        "name": "Priscila Fernandes Ribeiro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/priscila-fernandes-ribeiro.html",
        "email": "priscilafr1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Priscila%20Fernandes%20Ribeiro%20SF.jpg",
        "description": "Doutora em Economia de Empresas pela Escola de Economia de São Paulo da Fundação Getúlio Vargas (EESP FGV), com Mestrado em Economia de Empresas pela mesma instituição e Graduação em Economia pelo Insper (2006).\nNo Insper desde 2007, começou como monitora em diversos cursos na Graduação e Pós-Graduação, logo após graduar-se. Em 2012, tornou-se professora em tempo parcial. Em 2018, tornou-se professora com dedicação exclusiva. É também coordenadora de Monografia na Graduação em Economia.\nDedica-se principalmente à pesquisas com foco em consumo das famílias e poupança precaucionária, crédito consignado (famílias) e crédito público via BNDES (empresas). Realiza também pesquisas aplicadas utilizando métodos econométricos nas áreas de finanças e macroeconomia. Atualmente, também mantém parceria em projetos com a Insper Jr.\nAtua nas disciplinas de Econometria e Macroeconomia na Graduação e Econometria no Mestrado."
    },
    {
        "name": "Rafael Corsi Ferrao",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/rafael-corsi-ferrao.html",
        "email": "rafaelcf4@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Rafael%20Ferr%C3%A3o%20005bx.jpg",
        "description": "Professor adjunto do Insper, atua no desenvolvimento de cursos de Engenharia e em projetos na área de educação em Ciência da Computação. Graduado em Engenharia Elétrica e Mestre pela Escola Politécnica da Universidade de São Paulo (Poli-USP), tem experiência em engenharia aeroespacial, desenvolvendo sistemas embarcados.\nSeus interesses incluem microcontroladores, FPGA, sistemas críticos e de tempo real e educação em ciência da computação. Suas pesquisas atuais abrangem: Segunda Chance: como os estudantes se comportam em diferentes cenários de segunda chance com avaliação de aprovação/reprovação. Qualidade de Código: criação de uma ferramenta de análise estática dedicada a sistemas embarcados. Comportamento dos estudantes em relação ao feedback contínuo sobre a qualidade do código. Como fornecer feedback contínuo em projetos abertos. Reestruturação de um curso de sistemas embarcados usando microespecialização."
    },
    {
        "name": "Rafael Scavone Bellem De Lima",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/rafael-scavone-bellem-de-lima.html",
        "email": "rafaelsbl@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Rafael%20Bellem%20022bx.jpg",
        "description": "Coordenador da Graduação em Direito e co-coordenador do Núcleo de Decisões Constitucionais (DECON) do Centro de Regulação e Democracia do Insper. É Doutor em Direito Público e Filosofia do Direito na Christian-Albrechts Universität zu Kiel (Alemanha) e na Universidade de São Paulo (USP), obtendo dupla-titulação, e Mestre em Direito Constitucional pela USP.\n  Foi bolsista de Iniciação Científica, Mestrado e Doutorado da Fundação de Amparo à Pesquisa do Estado de São Paulo (Fapesp) e do Programa Conjunto de Bolsas de Doutorado na Alemanha (CNPq/Capes/ DAAD). Foi professor-visitante na Universidade de St. Gallen (Suíça), onde lecionou a disciplina Comparative Constitutional Reasoning. Foi professor, orientador e coordenador do Curso de Direito Constitucional da Escola de Formação da Sociedade Brasileira de Direito Público (SBDP).\n  Dedica-se ao estudo dos direitos fundamentais, argumentação jurídica, interpretação constitucional, sistema de justiça brasileiro e controle de constitucionalidade.\n  Cargo de Gestão: Coordenação da Graduação em Direito"
    },
    {
        "name": "Raphael Galdino Dos Santos",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/raphael-galdino-dos-santos.html",
        "email": "raphaelgs@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Raphael%20Galdino%20005bx.jpg",
        "description": "Graduado em Engenharia de Controle e Automação pela Universidade Metodista de Piracicaba (2007), com Mestrado (2011) e Doutorado (2015) em Engenharia de Produção pela Escola de Engenharia de São Carlos da Univesidade de São Paulo (EESC/USP). Possui mais de quinze anos de experiência em atividades industriais e de pesquisa em tecnologias de transformação digital, indústria 4.0 e manufatura avançada, com enfoque para manufatura aditiva e híbrida, digital twins e eficiência energética."
    },
    {
        "name": "Raul Ikeda Gomes Da Silva",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/raul-ikeda-gomes-da-silva.html",
        "email": "rauligs@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Raul%20Ikeda%20016bx.jpg",
        "description": "Possui Graduação em Ciência da Computação pela Universidade Estadual Paulista Júlio de Mesquita Filho (2001) e Mestrado em Engenharia Eletrônica e Computação pelo Instituto Tecnológico de Aeronáutica (2003). \nTem experiência profissional no mercado financeiro em Quantitative/High Frequency Trading, atuando em projetos dentro de fintechs e bancos, especificamente com modelagem e automatização de processos em tempo real. Nos últimos anos, vem atuando em pesquisa na área de arquitetura de sistemas em nuvem e blockchain.\nCargo de Gestão: Coordenação da Graduação em Engenharia da Computação."
    },
    {
        "name": "Ricardo Paes De Barros",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/ricardo-paes-de-barros.html",
        "email": "ricardopb1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Ricardo%20Paes%20de%20Barros%20006bx.jpg",
        "description": "Graduado em Engenharia Eletrônica pelo Instituto Tecnológico da Aeronáutica (ITA), com Mestrado em Estatística pelo Instituto de Matemática Pura e Aplicada (IMPA) e Doutorado em Economia pela University of Chicago. Possui Pós-Doutorado pelo Centro de Pesquisa em Economia da University of Chicago e pelo Centro de Crescimento Econômico da Yale University.\nIntegrou o Instituto de Pesquisa Econômica Aplicada (Ipea) por mais de 30 anos, onde realizou inúmeras pesquisas focadas em questões relacionadas aos temas de desigualdade e pobreza, mercado de trabalho e educação no Brasil e na América Latina.\nEntre 2011 e 2015, foi subsecretário de Ações Estratégicas da Secretaria de Assuntos Estratégicos da Presidência da República. No Instituto Ayrton Senna, atuou como economista-chefe de 2015 a 2019.\nDesde 2015 é professor e pesquisador no Insper, onde se dedica ao uso de evidência científica para identificação de grandes desafios nacionais e para a formulação e avaliação de políticas públicas."
    },
    {
        "name": "Rinaldo Artes",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/rinaldo-artes.html",
        "email": "rinaldoa@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Rinaldo%20Artes%20SF.jpg",
        "description": "Professor titular do Insper, onde atua como professor e tempo integral desde 2001. Doutor, Mestre e Bacharel em Estatística pelo Instituto de Matemática e Estatística da Universidade de São Paulo (IME-USP), com doutorado-sanduíche na British Columbia University, em Vancouver (Canadá). Já ocupou o cargo de diretor de Pós-Graduação Stricto Sensu e Pesquisa (2009-2012). Foi professor do IME-USP entre 1989 e 2001.\nEntre 2006 e 2008, foi membro da Diretoria da Associação Brasileira de Estatística, quando ocupou o cargo de secretário e membro do Conselho Diretor entre 1998 e 2002. \nSuas principais áreas de interesse são modelagem estatística, equações de estimação, dados circulares, metodologia de pesquisa, métodos multivariados e modelos de credit scoring."
    },
    {
        "name": "Rodolfo Da Silva Avelino",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/rodolfo-da-silva-avelino.html",
        "email": "rodolfosa1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Rodolfo%20Avelino%20045bx.jpg",
        "description": "Doutor em Ciências Humanas e Sociais pela Universidade Federal do ABC, Mestre em TV Digital pela Universidade Estadual Paulista (Unesp) e Bacharel em Sistemas de Informação pelo Centro Universitário Fundação Santo André.\nAtualmente, é conselheiro do Comitê Gestor da Internet no Brasil (CGI.br) e representa a área de Engenharia de Computação e Ciência da Computação no Comitê Acadêmico do Insper. \nPossui larga experiência na área de TI, liderando projetos de segurança da informação, infraestrutura de redes e cloud computing. Foi CSO (Chief Security Officer) em instituições financeiras e prestadores de saúde.\nDesenvolve projetos de segurança de dados e compliance em algumas certificações como PCI-DSS e Iso 27001. Atualmente, é membro do conselho da Rede Latino-Americana de Estudos sobre Vigilância, Tecnologia e Sociedade (LAVITS), da Latin American Cybersecurity Research Network, da Artigo 19 e do Coletivo Digital."
    },
    {
        "name": "Rodrigo Carareto",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/rodrigo-carareto.html",
        "email": "rodrigoc5@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Rodrigo%20Carareto%20SF.jpg",
        "description": "Possui Graduação (2002) em Engenharia Elétrica pela Escola Politécnica da Universidade de São Paulo (Poli-USP), Mestrado (2005) e Doutorado (2009) em Engenharia Elétrica pela mesma instituição.\nFez pós-doutorado pela Poli-USP e estágio pós-doutoral na Universidade de Aberdeen (Escócia) na área de sincronismo em redes complexas."
    },
    {
        "name": "Rodrigo R  Soares",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/rodrigo-r--soares.html",
        "email": "r.soares@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Rodrigo%20Soares%20015bx%20CV.jpg",
        "description": "Vice-presidente Acadêmico e professor titular da Cátedra Fundação Lemann no Insper. Antes do Insper, foi professor na Columbia University, Escola de Economia de São Paulo da Fundação Getúlio Vargas (EESP FGV), da Pontíficia Universidade Católica do Rio de Janeiro (PUC-Rio) e University of Maryland.\nSua pesquisa abrange desde a economia da saúde e demografia até crime e mercado de trabalho. Seus trabalhos foram publicados em várias revistas científicas, incluindo a American Economic Review, Journal of Political Economy e Review of Economic Studies.\nÉ Elected Fellow da Econometric Society e membro honorário da Latin American and Caribbean Economic Association. Em 2006, recebeu o Prêmio Arrow da International Health Economics Association pelo melhor artigo publicado na área de Economia da Saúde. Foi também agraciado quatro vezes com o prêmio Haralambos Simeonidis da  Associação Nacional dos Centros de Pós-graduação em Economia (ANPEC).\nÉ pesquisador associado do IZA, da GLO, e do J-PAL. Editor-associado do Journal of Human Capital, do Journal of Demographic Economics e do IZA Journal of Development & Migration.\nCargo de Gestão: Vice-Presidência Acadêmica do Insper."
    },
    {
        "name": "Rogerio Bianchi Santarrosa",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/rogerio-bianchi-santarrosa.html",
        "email": "rogeriobs2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Rog%C3%A9rio%20Santarrosa%20022bx.jpg",
        "description": "Possui Graduação em Economia pela Universidade de São Paulo (USP), Mestrado em Economia pela Escola de Economia de São Paulo (EESP-FGV) e PhD em Economia pela University of British Columbia. Atualmente, é professor assistente no Insper. Tem interesse nas áreas de Microeconomia Aplicada, com foco em Desenvolvimento Econômico, Economia Política e Economia do Trabalho."
    },
    {
        "name": "Ruy Monteiro Ribeiro",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/ruy-monteiro-ribeiro.html",
        "email": "ruymr@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Ruy%20Ribeiro%20017bx.jpg",
        "description": "Professor Associado e coordenador do Centro de Finanças e Macroeconomia no Insper.\nPossui Graduação em Ciências Econômicas pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), MBA pela University of Chicago Booth School of Business e PhD em Finanças pela University of Chicago Booth School of Business. Lecionou e foi pesquisador no Departamento de Finanças da Wharton School da University of Pennsylvannia e no Departamento de Economia da PUC-Rio.\nTambém atuou profissionalmente no J.P.Morgan e HSBC, em Londres, e no Itaú Asset Management e Santander Asset Management, em São Paulo."
    },
    {
        "name": "Sandro Cabral",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/sandro-cabral.html",
        "email": "sandroc2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Sandro%20Holtz%20013bx.jpg",
        "description": "Professor titular do Insper na área de Estratégia e Gestão Pública e professor licenciado da Escola de Administração da Universidade Federal da Bahia (UFBA).\nFoi professor visitante na Robert F. Wagner School of Public Service New York University (NYU) e na HEC-Paris. Em suas pesquisas, procura estabelecer pontes entre as áreas de estratégia e administração pública e tem publicado seus trabalhos em periódicos de ponta como Organization Science, Strategic Management Journal, Journal of Management Studies, Journal of Public Administration Research and Theory, Strategic Entrepreneurship Journal, Public Administration Review, entre outros. \nPossui experiência profissional em organizações privadas e como consultor de empresas, governos e organizações multilaterais no Brasil e no exterior.\nÁrea de Pesquisa: criação e apropriação de valor público, colaborações entre organizações públicas, privadas e sem fins lucrativos, estratégia e desempenho no setor público."
    },
    {
        "name": "Sergio Giovanetti Lazzarini",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/sergio-giovanetti-lazzarini.html",
        "email": "sergiogl1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/S%C3%A9rgio%20Lazzarini%20(5).jpg",
        "description": "Sérgio Lazzarini é Professor da Ivey Business School, Western University, e Chafi Haddad Senior Research Fellow do Insper.\n  Foi visitante na Harvard University, HEC-Paris, Insead, University of St Gallen, Imperial College, University of Utah e University of Toronto. Tem pesquisado, recentemente, a estratégia e governança de organizações interessadas em gerar impacto social, as quais envolvem empresas privadas orientadas para impacto, organizações públicas (estatais) e colaborações público-privadas. Fundou o Insper Metricis, o Núcleo de Medição para Investimentos de Impacto Socioambiental do Insper. \n  Publicou uma trilogia de livros sobre relações público- privadas: Capitalismo de Laços (Elsevier, 2011; edição revisada pela Bei Editora, 2018), Reinventing State Capitalism: Leviathan in Business, Brazil and Beyond (Harvard University Press, 2014, com Aldo Musacchio) e The Right Privatization (Cambridge University Press, 2022)"
    },
    {
        "name": "Sergio Pinheiro Firpo",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/sergio-pinheiro-firpo.html",
        "email": "sergiopf1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Sergio%20Firpo%20004bx.jpg",
        "description": "Sergio Firpo é Professor Titular da Cátedra Instituto Unibanco no Insper. Possui Graduação em Economia (1996) pela Universidade Estadual de Campinas (Unicamp), Mestrado (1999) em Economia pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), Mestrado em Estatística (2002) e PhD em Economia (2003) pela University of California, Berkeley. Foi Professor Assistente nos departamentos de Economia da Universidade da Columbia Britânica (2003-2006) e da PUC-Rio (2004-2008) e Professor Associado da Escola de Economia de São Paulo da Fundação Getúlio Vargas (EESP FGV) entre 2008-2015.\nSergio é Elected Fellow da Econometric Society e membro dos comitês consultivos de avaliação da Fundação Itaú Social, da Fundação Lemann e do Núcleo de Pesquisa Aplicada à Economia da Educação do Instituto Unibanco. É Research Fellow do Institute for the Study of Labor (IZA), Global Labor Organization (GLO) e do Center for Evaluation and Development (C4ED).\nPesquisador 1-D do CNPq e membro-fundador do Instituto Nacional de Ciência e Tecnologia de Educação, Desenvolvimento Econômico e Inserção Social. É membro do Conselho Editorial das revistas Pesquisa e Planejamento Econômico e da Ecos de Economia. Atualmente, é editor associado do Journal of Business Economics and Statistics já tendo sido editor da Brazilian Review of Econometrics (2007-10)."
    },
    {
        "name": "Sergio Ricardo Martins",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/sergio-ricardo-martins.html",
        "email": "sergiorm@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Sergio%20Ricardo%20Martins%20SF.jpg",
        "description": "Bacharel e Mestre em Estatística pelo Instituto de Matemática e Estatística da Universidade de São Paulo (IME-USP). É professor no Insper desde fevereiro de 2000, onde já ministrou as disciplinas de Estatística I, Estatística II, Econometria, Econometria Avançada, Microeconomia IV, Problemas em Economia e Tópicos Avançados em Economia (ANPEC), para alunos de Graduação, além da disciplina de Análise de Séries Temporais para alunos do MBA.\nTem experiência na área de probabilidade e estatística, com ênfase em séries temporais e econometria, tendo orientado diversas monografias na área. Atualmente, tem interesse no estudo de modelos multivariados para séries temporais não lineares e aplicações para o mercado financeiro."
    },
    {
        "name": "Silvio Abrahao Laban Neto",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/silvio-abrahao-laban-neto.html",
        "email": "silvioaln@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Silvio%20Laban%20005bx.jpg",
        "description": "Graduado em Engenharia Naval pela Escola Politécnica da Universidade de São Paulo (Poli-USP), pós-graduado e Doutor em Administração (Marketing) pela Escola de Administração e Economia de São Paulo (EAESP FGV), onde iniciou as atividades acadêmicas e de docência.\nAtuou durante mais de 19 anos como executivo em diversas organizações de serviços e varejo. Está no Insper desde 2007, é professor de Marketing e coordenou os programas de MBA e o Mestrado Profissional de Administração, bem como teve passagem pela diretoria de Marketing e Conteúdo.\nCargo de Gestão: Diretor de Educação Executiva e Pós-Graduação Lato Sensu do Insper."
    },
    {
        "name": "Silvio Szafir",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/silvio-szafir.html",
        "email": "silvios2@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Silvio%20Szafir%20015bx.jpg",
        "description": "É mestre em engenharia mecânica, ênfase em automação e controle (EPUSP, 2000) e graduado em engenharia elétrica, modalidade eletrônica (FAAP, 1991). Possui experiência na área de engenharia eletrônica, com ênfase em sistemas embarcados e controles eletrônicos, eletrônica industrial, atuando principalmente nos seguintes temas: sistemas embarcados, controle digital, controle de motor e automação.\nLeciona em cursos de engenharia desde 2004, envolvido em projetos de sistemas embarcados e treinamento de robótica educacional, além de orientar alunos em trabalho de conclusão de curso e iniciação científica.\nAtualmente é professor no Insper, na graduação em engenharia, colaborando nas disciplinas orientadas a projetos, nos laboratórios de sistemas eletrônicos, de máquinas elétricas e acionamentos e de projeto mecatrônico.\nÁrea de Pesquisa : Controle e Automação, Sistemas embarcados."
    },
    {
        "name": "Tatiana Iwai",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/tatiana-iwai.html",
        "email": "tatianai@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Tatiana%20Iwai%20CV.jpg",
        "description": "Professora associada de Comportamento Organizacional e Liderança no Insper. Doutora em Administração de Empresas pela Fundação Getúlio Vargas de São Paulo (FGV SP), com Mestrado e Graduação na mesma instituição. Coordena o Núcleo de Estudos de Comportamento Organizacional e Gestão de Pessoas do Insper e mantém uma coluna mensal sobre Comportamento e Liderança no jornal Valor Econômico.\nDedica-se a pesquisas com foco em dinâmicas interpessoais no ambiente de trabalho, especialmente sobre como líderes e colaboradores podem construir e manter relacionamentos produtivos e colaborativos.\nTem publicações em periódicos nacionais e internacionais de destaque, incluindo o Journal of Occupational and Organizational Psychology, British Journal of Social Psychology, Personality and Individual Differences, dentre outros. Antes de ingressar no Insper, atuou como consultora de Change Management  na Accenture, onde desenvolveu projetos para empresas nacionais e multinacionais de bens de consumo e varejo."
    },
    {
        "name": "Thiago Jose Cysneiros Cavalcanti Soares",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/thiago-jose-cysneiros-cavalcanti-soares.html",
        "email": "thiagojccs@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Thiago%20Soares%20008bx.jpg",
        "description": "Professor assistente do Insper. Seus interesses de pesquisa situam-se na área da gestão da tecnologia e inovação. O foco principal do seu trabalho é compreender como as organizações gerenciam seus processos inovadores e as estratégias que adotam para melhorar o desempenho da inovação e comercializar novas tecnologias. Seus projetos atuais examinam as reações das empresas às mudanças nos padrões de mobilidade dos funcionários, à fragmentação da propriedade tecnológica, aos processos de reestruturação interna e aos incentivos governamentais à inovação. Tem grande interesse em explorar as circunstâncias sob as quais o conhecimento produzido na academia atravessa as fronteiras da universidade e é implementado pelas empresas. Antes de iniciar a carreira acadêmica, trabalhou por muitos anos como engenheiro de requisitos no setor automotivo alemão. Entusiasmado por inovação, é inventor de sete patentes."
    },
    {
        "name": "Tiago Fernandes Tavares",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/tiago-fernandes-tavares.html",
        "email": "tiagoft1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Tiago%20Tavares%20002bx.jpg",
        "description": "Professor de ciência dos dados, álgebra linear e processamento de linguagem natural. Realiza pesquisa em processamento digital de sinais com machine learning em áreas como som, música e linguagens escritas."
    },
    {
        "name": "Tomas Rodriguez Martinez",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/tomas-rodriguez-martinez.html",
        "email": "tomasrm1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Tom%C3%A1s%20Rodriguez%20Martinez%20SF.jpg",
        "description": "Possui Graduação em Ciências Econômicas pela Universidade Federal da Bahia (UFBA), Mestrado e PhD em Economia pela Universidad Carlos III de Madrid. Foi pesquisador pós-doutoral e professor visitante na Universitat Pompeu Fabra e professor adjunto da Universidade de Brasília (UnB)."
    },
    {
        "name": "Ursula Mattioli Mello",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/ursula-mattioli-mello.html",
        "email": "ursula.mello@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Ursula%20Mattioli%20Mello%20SF.jpg",
        "description": "Doutora e Mestre em Economia pela Universidad Carlos III de Madrid e graduada em Economia pela Universidade Federal de Minas Gerais (UFMG). \nProfessora do Insper e pesquisadora afiliada ao Instituto de Análise Econômica (IAE-Barcelona) e ao Instituto de Economia do Trabalho (IZA). Suas áreas de pesquisa são economia da educação e do trabalho, com foco em políticas de acesso ao ensino superior, desigualdade e mobilidade intergeracional.\nFoi professora do Departamento de Economia da PUC-Rio e pesquisadora do Instituto de Análise Econômica e da Barcelona School of Economics."
    },
    {
        "name": "Vinicius Licks",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/vinicius-licks.html",
        "email": "viniciusl1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Vinicius%20Licks.jpg",
        "description": "Graduado (1999) em Engenharia de Controle e Automação pela Pontifícia Universidade Católica do Rio Grande do Sul (PUC-RS), recebeu PhD em Engenharia Elétrica pela University of New Mexico (2004) e MPA pela Harvard University (2012). Atua nas áreas de controle, processamento de sinais e vibrações mecânica.\nProfessor e coordenador do curso de Engenharia Mecatrônica do Insper desde 2012. Entre 2004 e 2012, atuou na Pontifícia Universidade Católica do Rio Grande do Sul (PUC-RS), onde foi professor e coordenador do curso de Engenharia de Controle e Automação, vice-diretor da Faculdade de Engenharia e assessor de desenvolvimento institucional da Reitoria. Em 2016, Vinicius foi diretor executivo do Brazil Office da Harvard University, em São Paulo. Em 2003, foi pesquisador visitante na Universidad de Vigo, na Espanha.\nCargo de Gestão: Coordenação da Graduação em Engenharia Mecatrônica"
    },
    {
        "name": "Vinicius Picanco Rodrigues",
        "position": "Unknown",
        "profile_url": "https://www.insper.edu.br/content/insper-portal/pt/docentes/vinicius-picanco-rodrigues.html",
        "email": "viniciuspr1@insper.edu.br",
        "photo_url": "https://www.insper.edu.br/content/dam/insper-portal/imagens/Docentes/Vicinicius%20Picanco%20019bx.jpg",
        "description": "Possui PhD em Engenharia pela Danmarks Tekniske Universitet (DTU) e um Graduate Certificate em Logística e Cadeia de Suprimentos (GCLOG) pelo Massachussetts Institute of Technology (MIT). Foi pesquisador visitante na Sloan School of Management do MIT durante o PhD. Possui M.Sc. e B.Sc. em Engenharia de Produção pela Universidade Federal de São Carlos (UFScar).\n  Professor assistente do Insper e Honorary Research Fellow na University of Strathclyde (Reino Unido), membro do Conselho do The Good Food Institute e pesquisador afiliado do Food and Retail Operations Lab (FaROL) no MIT.\n  Sua pesquisa aplicada se concentra em impactos ambientais e sociais das cadeias de suprimentos, que vê como sistemas complexos cruciais, porém vulneráveis, para o desenvolvimento sustentável.\n  Fundou duas startups premiadas no Brasil e uma consultoria em sustentabilidade na Dinamarca, o que lhe permitiu implementar pesquisas de ponta na prática."
    }
]